Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: Returns detailed information about the team's current subscription.
ar: يعيد معلومات تفصيلية حول اشتراك الفريق الحالي.
de: Gibt detaillierte Informationen über das aktuelle Abonnement des Teams zurück.
es: Devuelve información detallada sobre la suscripción actual del equipo.
fa: اطلاعات دقیق درباره اشتراک فعلی تیم برمی‌گرداند.
fr: Retourne des informations détaillées sur l'abonnement actuel de l'équipe.
it: Restituisce informazioni dettagliate sull'abbonamento corrente del team.
ja: チームの現在のサブスクリプションの詳細情報を返します。
pt: Retorna informações detalhadas sobre a assinatura atual da equipe.

source: Get subscription details
ar: الحصول على تفاصيل الاشتراك
de: Abonnementdetails abrufen
es: Obtener detalles de la suscripción
fa: دریافت جزئیات اشتراک
fr: Obtenir les détails de l'abonnement
it: Ottieni dettagli abbonamento
ja: サブスクリプション詳細を取得
pt: Obter detalhes da assinatura

source: List team subscriptions
ar: عرض اشتراكات الفريق
de: Team-Abonnements auflisten
es: Listar suscripciones del equipo
fa: فهرست اشتراک‌های تیم
fr: Lister les abonnements de l'équipe
it: Elenca abbonamenti team
ja: チームサブスクリプション一覧
pt: Listar assinaturas da equipe

source: Returns a list of all active subscriptions for the team.
ar: يعيد قائمة بجميع الاشتراكات النشطة للفريق.
de: Gibt eine Liste aller aktiven Abonnements für das Team zurück.
es: Devuelve una lista de todas las suscripciones activas para el equipo.
fa: لیست همه اشتراک‌های فعال برای تیم برمی‌گرداند.
fr: Retourne une liste de tous les abonnements actifs pour l'équipe.
it: Restituisce un elenco di tutti gli abbonamenti attivi per il team.
ja: チームのすべてのアクティブなサブスクリプションのリストを返します。
pt: Retorna uma lista de todas as assinaturas ativas da equipe.

source: Start a new subscription
ar: بدء اشتراك جديد
de: Ein neues Abonnement starten
es: Iniciar una nueva suscripción
fa: شروع اشتراک جدید
fr: Démarrer un nouvel abonnement
it: Avvia un nuovo abbonamento
ja: 新しいサブスクリプションを開始
pt: Iniciar uma nova assinatura

source: Starts a new subscription for the team.
ar: يبدأ اشتراكاً جديداً للفريق.
de: Startet ein neues Abonnement für das Team.
es: Inicia una nueva suscripción para el equipo.
fa: اشتراک جدید برای تیم را شروع می‌کند.
fr: Démarre un nouvel abonnement pour l'équipe.
it: Avvia un nuovo abbonamento per il team.
ja: チームのために新しいサブスクリプションを開始します。
pt: Inicia uma nova assinatura para a equipe.

source: Subscription started successfully.
ar: تم بدء الاشتراك بنجاح.
de: Abonnement erfolgreich gestartet.
es: Suscripción iniciada exitosamente.
fa: اشتراک با موفقیت شروع شد.
fr: Abonnement démarré avec succès.
it: Abbonamento avviato con successo.
ja: サブスクリプションが正常に開始されました。
pt: Assinatura iniciada com sucesso.

source: The URL to redirect the user to for payment processing.
ar: عنوان URL لإعادة توجيه المستخدم لمعالجة الدفع.
de: Die URL, zu der der Benutzer zur Zahlungsabwicklung weitergeleitet wird.
es: La URL a la que redirigir al usuario para el procesamiento de pago.
fa: URL برای هدایت کاربر به پردازش پرداخت.
fr: L'URL vers laquelle rediriger l'utilisateur pour le traitement du paiement.
it: L'URL a cui reindirizzare l'utente per l'elaborazione del pagamento.
ja: 支払い処理のためにユーザーをリダイレクトするURL。
pt: A URL para redirecionar o usuário para processamento de pagamento.

source: Returns the URL to redirect the user to for payment processing.
ar: يعيد عنوان URL لإعادة توجيه المستخدم لمعالجة الدفع.
de: Gibt die URL zurück, zu der der Benutzer zur Zahlungsabwicklung weitergeleitet wird.
es: Devuelve la URL a la que redirigir al usuario para el procesamiento de pago.
fa: URL برای هدایت کاربر به پردازش پرداخت برمی‌گرداند.
fr: Retourne l'URL vers laquelle rediriger l'utilisateur pour le traitement du paiement.
it: Restituisce l'URL a cui reindirizzare l'utente per l'elaborazione del pagamento.
ja: 支払い処理のためにユーザーをリダイレクトするURLを返します。
pt: Retorna a URL para redirecionar o usuário para processamento de pagamento.

source: Cancel subscription
ar: إلغاء الاشتراك
de: Abonnement kündigen
es: Cancelar suscripción
fa: لغو اشتراک
fr: Annuler l'abonnement
it: Annulla abbonamento
ja: サブスクリプションをキャンセル
pt: Cancelar assinatura

source: Cancels the active subscription for the team.
ar: يلغي الاشتراك النشط للفريق.
de: Kündigt das aktive Abonnement für das Team.
es: Cancela la suscripción activa del equipo.
fa: اشتراک فعال برای تیم را لغو می‌کند.
fr: Annule l'abonnement actif pour l'équipe.
it: Annulla l'abbonamento attivo per il team.
ja: チームのアクティブなサブスクリプションをキャンセルします。
pt: Cancela a assinatura ativa da equipe.

source: Get customer session URL
ar: الحصول على رابط جلسة العميل
de: Kundensitzungs-URL abrufen
es: Obtener URL de sesión del cliente
fa: دریافت URL نشست مشتری
fr: Obtenir l'URL de session client
it: Ottieni URL sessione cliente
ja: 顧客セッションURLを取得
pt: Obter URL de sessão do cliente

source: You cannot start freemium plan for this team
ar: لا يمكنك بدء الخطة المجانية لهذا الفريق
de: Sie können den Freemium-Plan für dieses Team nicht starten
es: No puedes iniciar el plan freemium para este equipo
fa: شما نمی‌توانید پلن رایگان را برای این تیم شروع کنید
fr: Vous ne pouvez pas démarrer le plan freemium pour cette équipe
it: Non puoi avviare il piano freemium per questo team
ja: このチームのために無料プランを開始できません
pt: Você não pode iniciar o plano freemium para esta equipe

source: Handle Stripe webhooks
ar: معالجة webhooks لـ Stripe
de: Stripe-Webhooks verarbeiten
es: Manejar webhooks de Stripe
fa: مدیریت webhookهای Stripe
fr: Gérer les webhooks Stripe
it: Gestisci webhook Stripe
ja: Stripe webhookを処理
pt: Processar webhooks do Stripe

source: Processes webhook events from Stripe for subscription and payment updates.
ar: يعالج أحداث webhook من Stripe لتحديثات الاشتراك والدفع.
de: Verarbeitet Webhook-Ereignisse von Stripe für Abonnement- und Zahlungsaktualisierungen.
es: Procesa eventos de webhook desde Stripe para actualizaciones de suscripción y pago.
fa: رویدادهای webhook از Stripe را برای به‌روزرسانی اشتراک و پرداخت پردازش می‌کند.
fr: Traite les événements de webhook depuis Stripe pour les mises à jour d'abonnement et de paiement.
it: Elabora eventi webhook da Stripe per aggiornamenti di abbonamento e pagamento.
ja: サブスクリプションと支払いの更新のためにStripeからのwebhookイベントを処理します。
pt: Processa eventos de webhook do Stripe para atualizações de assinatura e pagamento.

source: List usage history
ar: عرض سجل الاستخدام
de: Nutzungsverlauf auflisten
es: Listar historial de uso
fa: فهرست تاریخچه استفاده
fr: Lister l'historique d'utilisation
it: Elenca cronologia utilizzo
ja: 使用履歴一覧
pt: Listar histórico de uso

source: List usage history for the team.
ar: عرض سجل الاستخدام للفريق.
de: Nutzungsverlauf für das Team auflisten.
es: Listar historial de uso para el equipo.
fa: فهرست تاریخچه استفاده برای تیم.
fr: Lister l'historique d'utilisation pour l'équipe.
it: Elenca cronologia utilizzo per il team.
ja: チームの使用履歴を一覧表示します。
pt: Listar histórico de uso da equipe.

source: Get usage history
ar: الحصول على سجل الاستخدام
de: Nutzungsverlauf abrufen
es: Obtener historial de uso
fa: دریافت تاریخچه استفاده
fr: Obtenir l'historique d'utilisation
it: Ottieni cronologia utilizzo
ja: 使用履歴を取得
pt: Obter histórico de uso

source: Get usage history for the team.
ar: الحصول على سجل الاستخدام للفريق.
de: Nutzungsverlauf für das Team abrufen.
es: Obtener historial de uso para el equipo.
fa: دریافت تاریخچه استفاده برای تیم.
fr: Obtenir l'historique d'utilisation pour l'équipe.
it: Ottieni cronologia utilizzo per il team.
ja: チームの使用履歴を取得します。
pt: Obter histórico de uso da equipe.

source: Personal info
ar: المعلومات الشخصية
de: Persönliche Informationen
es: Información personal
fa: اطلاعات شخصی
fr: Informations personnelles
it: Informazioni personali
ja: 個人情報
pt: Informações pessoais

source: Permissions
ar: الصلاحيات
de: Berechtigungen
es: Permisos
fa: مجوزها
it: Permessi
ja: アクセス権限
pt: Permissões

source: Email verification
ar: التحقق من البريد الإلكتروني
de: E-Mail-Verifizierung
es: Verificación de email
fa: تأیید ایمیل
fr: Vérification de l'email
it: Verifica email
ja: メール確認
pt: Verificação de e-mail

source: Password reset
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecimiento de contraseña
fa: بازنشانی رمز عبور
fr: Réinitialisation du mot de passe
it: Ripristino password
ja: パスワードリセット
pt: Redefinição de senha

source: Invalid API key
ar: مفتاح API غير صالح
de: Ungültiger API-Schlüssel
es: Clave API inválida
fa: کلید API نامعتبر
fr: Clé API invalide
it: Chiave API non valida
ja: 無効なAPIキー
pt: Chave de API inválida

source: Superuser must have is_staff=True.
ar: المستخدم المتميز يجب أن يكون is_staff=True.
de: Superuser muss is_staff=True haben.
es: El superusuario debe tener is_staff=True.
fa: ابرکاربر باید is_staff=True داشته باشد.
fr: Le superutilisateur doit avoir is_staff=True.
it: Il superutente deve avere is_staff=True.
ja: スーパーユーザーはis_staff=Trueである必要があります。
pt: Superusuário deve ter is_staff=True.

source: Superuser must have is_superuser=True.
ar: المستخدم المتميز يجب أن يكون is_superuser=True.
de: Superuser muss is_superuser=True haben.
es: El superusuario debe tener is_superuser=True.
fa: ابرکاربر باید is_superuser=True داشته باشد.
fr: Le superutilisateur doit avoir is_superuser=True.
it: Il superutente deve avere is_superuser=True.
ja: スーパーユーザーはis_superuser=Trueである必要があります。
pt: Superusuário deve ter is_superuser=True.

source: The given email must be set
ar: يجب تعيين البريد الإلكتروني المعطى
de: Die angegebene E-Mail-Adresse muss gesetzt sein
es: El email proporcionado debe estar establecido
fa: ایمیل ارائه شده باید تنظیم شود
fr: L'email fourni doit être défini
it: L'email fornita deve essere impostata
ja: メールアドレスを設定する必要があります
pt: O e-mail fornecido deve ser definido

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de email
fa: آدرس ایمیل
fr: Adresse email
it: Indirizzo Email
ja: メールアドレス
pt: Endereço de E-mail

source: Reset Password Expires At
ar: تنتهي صلاحية إعادة تعيين كلمة المرور في
de: Passwort-Reset läuft ab am
es: Restablecimiento de contraseña expira el
fa: بازنشانی رمز عبور منقضی می‌شود در
fr: Réinitialisation du mot de passe expire le
it: Scadenza Ripristino Password
ja: パスワードリセット有効期限
pt: Redefinição de Senha Expira Em

source: Reset Password Token
ar: رمز إعادة تعيين كلمة المرور
de: Passwort-Reset-Token
es: Token de restablecimiento de contraseña
fa: توکن بازنشانی رمز عبور
fr: Jeton de réinitialisation du mot de passe
it: Token Ripristino Password
ja: パスワードリセットトークン
pt: Token de Redefinição de Senha

source: Email Verification Token
ar: رمز التحقق من البريد الإلكتروني
de: E-Mail-Verifizierungs-Token
es: Token de verificación de email
fa: توکن تأیید ایمیل
fr: Jeton de vérification de l'email
it: Token Verifica Email
ja: メール確認トークン
pt: Token de Verificação de E-mail

source: Email Verified
ar: تم التحقق من البريد الإلكتروني
de: E-Mail verifiziert
es: Email verificado
fa: ایمیل تأیید شده
fr: Email vérifié
it: Email Verificata
ja: メール確認済み
pt: E-mail Verificado

source: Privacy Confirmed At
ar: تم تأكيد الخصوصية في
de: Datenschutz bestätigt am
es: Privacidad confirmada el
fa: حریم خصوصی تأیید شده در
fr: Confidentialité confirmée le
it: Privacy Confermata il
ja: プライバシー確認日時
pt: Privacidade Confirmada Em

source: Terms Confirmed At
ar: تم تأكيد الشروط في
de: Bedingungen bestätigt am
es: Términos confirmados el
fa: شرایط تأیید شده در
fr: Conditions confirmées le
it: Termini Confermati il
ja: 利用規約確認日時
pt: Termos Confirmados Em

source: Newsletter Confirmed
ar: تم تأكيد النشرة الإخبارية
de: Newsletter bestätigt
es: Newsletter confirmado
fa: خبرنامه تأیید شده
fr: Newsletter confirmée
it: Newsletter Confermata
ja: ニュースレター確認済み
pt: Newsletter Confirmado

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fa: کاربر
fr: Utilisateur
it: Utente
ja: ユーザー
pt: Usuário

source: Users
ar: المستخدمون
de: Benutzer
es: Usuarios
fa: کاربران
fr: Utilisateurs
it: Utenti
ja: ユーザー
pt: Usuários

source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fa: اعضا
fr: Membres
it: Membri
ja: メンバー
pt: Membros

source: Stripe Customer ID
ar: معرف عميل Stripe
de: Stripe-Kunden-ID
es: ID de cliente Stripe
fa: شناسه مشتری Stripe
fr: ID client Stripe
it: ID Cliente Stripe
ja: Stripe顧客ID
pt: ID de Cliente do Stripe

source: Teams
ar: الفرق
es: Equipos
fa: تیم‌ها
fr: Équipes
it: Team
ja: チーム
pt: Equipes

source: Is Owner
ar: مالك
de: Ist Eigentümer
es: Es propietario
fa: مالک است
fr: Est propriétaire
it: È Proprietario
ja: オーナー
pt: É Proprietário

source: Team Member
ar: عضو الفريق
de: Teammitglied
es: Miembro del equipo
fa: عضو تیم
fr: Membre de l'équipe
it: Membro del Team
ja: チームメンバー
pt: Membro da Equipe

source: Team Members
ar: أعضاء الفريق
de: Teammitglieder
es: Miembros del equipo
fa: اعضای تیم
fr: Membres de l'équipe
it: Membri del Team
ja: チームメンバー
pt: Membros da Equipe

source: Invitation Token
ar: رمز الدعوة
de: Einladungs-Token
es: Token de invitación
fa: توکن دعوت‌نامه
fr: Jeton d'invitation
it: Token Invito
ja: 招待トークン
pt: Token de Convite

source: Activated
ar: مفعّل
de: Aktiviert
es: Activado
fa: فعال شده
fr: Activé
it: Attivato
ja: 有効化済み
pt: Ativado

source: Team Invitation
ar: دعوة الفريق
de: Team-Einladung
es: Invitación de equipo
fa: دعوت‌نامه تیم
fr: Invitation d'équipe
it: Invito al Team
ja: チーム招待
pt: Convite de Equipe

source: Team Invitations
ar: دعوات الفريق
de: Team-Einladungen
es: Invitaciones de equipo
fa: دعوت‌نامه‌های تیم
fr: Invitations d'équipe
it: Inviti al Team
ja: チーム招待
pt: Convites de Equipe

source: Last Used At
ar: آخر استخدام في
de: Zuletzt verwendet am
es: Último uso el
fa: آخرین استفاده در
fr: Dernière utilisation le
it: Ultimo Utilizzo il
ja: 最終使用日時
pt: Último Uso Em

source: Team API Key
ar: مفتاح API للفريق
de: Team-API-Schlüssel
es: Clave API del equipo
fa: کلید API تیم
fr: Clé API de l'équipe
it: Chiave API Team
ja: チームAPIキー
pt: Chave de API da Equipe

source: Team API Keys
ar: مفاتيح API للفريق
de: Team-API-Schlüssel
es: Claves API del equipo
fa: کلیدهای API تیم
fr: Clés API de l'équipe
it: Chiavi API Team
ja: チームAPIキー
pt: Chaves de API da Equipe

source: MIME type of the file (e.g., 'text/csv', 'application/json')
ar: نوع MIME للملف (مثل 'text/csv'، 'application/json')
de: MIME-Typ der Datei (z.B. 'text/csv', 'application/json')
es: Tipo MIME del archivo (ej., 'text/csv', 'application/json')
fa: نوع MIME فایل (مثلاً 'text/csv'، 'application/json')
fr: Type MIME du fichier (ex., 'text/csv', 'application/json')
it: Tipo MIME del file (es., 'text/csv', 'application/json')
ja: ファイルのMIMEタイプ（例：'text/csv'、'application/json'）
pt: Tipo MIME do arquivo (ex.: 'text/csv', 'application/json')

source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre de Archivo
fa: نام فایل
fr: Nom de Fichier
it: Nome File
ja: ファイル名
pt: Nome do Arquivo

source: Size
ar: الحجم
de: Größe
es: Tamaño
fa: اندازه
fr: Taille
it: Dimensione
ja: サイズ
pt: Tamanho

source: File size in bytes
ar: حجم الملف بالبايت
de: Dateigröße in Bytes
es: Tamaño de archivo en bytes
fa: اندازه فایل به بایت
fr: Taille du fichier en octets
it: Dimensione file in byte
ja: ファイルサイズ（バイト）
pt: Tamanho do arquivo em bytes

source: Related Object Type
ar: نوع الكائن المرتبط
de: Zugehöriger Objekttyp
es: Tipo de Objeto Relacionado
fa: نوع شیء مرتبط
fr: Type d'Objet Associé
it: Tipo Oggetto Correlato
ja: 関連オブジェクトタイプ
pt: Tipo de Objeto Relacionado

source: Related Object ID
ar: معرف الكائن المرتبط
de: Zugehörige Objekt-ID
es: ID de Objeto Relacionado
fa: شناسه شیء مرتبط
fr: ID d'Objet Associé
it: ID Oggetto Correlato
ja: 関連オブジェクトID
pt: ID do Objeto Relacionado

source: Additional metadata (e.g., conversation_id, agent_version_id)
ar: بيانات وصفية إضافية (مثل conversation_id، agent_version_id)
de: Zusätzliche Metadaten (z.B. conversation_id, agent_version_id)
es: Metadatos adicionales (ej., conversation_id, agent_version_id)
fa: متادیتای اضافی (مثلاً conversation_id، agent_version_id)
fr: Métadonnées supplémentaires (ex., conversation_id, agent_version_id)
it: Metadati aggiuntivi (es., conversation_id, agent_version_id)
ja: 追加のメタデータ（例：conversation_id、agent_version_id）
pt: Metadados adicionais (ex.: conversation_id, agent_version_id)

source: Media
ar: الوسائط
de: Medien
es: Medios
fa: رسانه
fr: Médias
ja: メディア
pt: Mídia

source: Email already exists
ar: البريد الإلكتروني موجود بالفعل
de: E-Mail-Adresse existiert bereits
es: El email ya existe
fa: ایمیل قبلاً وجود دارد
fr: L'email existe déjà
it: Email già esistente
ja: メールアドレスはすでに存在します
pt: E-mail já existe

source: Invalid email or password
ar: بريد إلكتروني أو كلمة مرور غير صالحة
de: Ungültige E-Mail-Adresse oder Passwort
es: Email o contraseña inválidos
fa: ایمیل یا رمز عبور نامعتبر
fr: Email ou mot de passe invalide
it: Email o password non validi
ja: 無効なメールアドレスまたはパスワード
pt: E-mail ou senha inválidos

source: Email is not verified
ar: لم يتم التحقق من البريد الإلكتروني
de: E-Mail ist nicht verifiziert
es: El email no está verificado
fa: ایمیل تأیید نشده است
fr: L'email n'est pas vérifié
it: Email non verificata
ja: メールが確認されていません
pt: E-mail não está verificado

source: User is already a member of the team
ar: المستخدم موجود بالفعل في الفريق
de: Benutzer ist bereits Mitglied des Teams
es: El usuario ya es miembro del equipo
fa: کاربر قبلاً عضو تیم است
fr: L'utilisateur est déjà un membre de l'équipe
it: L'utente è già un membro del team
ja: ユーザーはすでにチームのメンバーです
pt: Usuário já é membro da equipe

source: User does not exist
ar: المستخدم غير موجود
de: Benutzer existiert nicht
es: El usuario no existe
fa: کاربر وجود ندارد
fr: L'utilisateur n'existe pas
it: Utente non esistente
ja: ユーザーが存在しません
pt: Usuário não existe

source: Signup is not active
ar: التسجيل غير مفعل
de: Registrierung ist nicht aktiv
es: El registro no está activo
fa: ثبت‌نام فعال نیست
fr: L'inscription n'est pas active
it: La registrazione non è attiva
ja: サインアップは有効ではありません
pt: O cadastro não está ativo

source: Install WaterCrawl
ar: تثبيت WaterCrawl
de: WaterCrawl installieren
es: Instalar WaterCrawl
fa: نصب WaterCrawl
fr: Installer WaterCrawl
it: Installa WaterCrawl
ja: WaterCrawlをインストール
pt: Instalar WaterCrawl

source: Register a new user
ar: تسجيل مستخدم جديد
de: Einen neuen Benutzer registrieren
es: Registrar un nuevo usuario
fa: ثبت‌نام کاربر جدید
fr: Enregistrer un nouvel utilisateur
it: Registra un nuovo utente
ja: 新規ユーザー登録
pt: Registrar um novo usuário

source: Verify invitation
ar: التحقق من الدعوة
de: Einladung überprüfen
es: Verificar invitación
fa: تأیید دعوت‌نامه
fr: Vérifier l'invitation
it: Verifica invito
ja: 招待を確認
pt: Verificar convite

source: You can not register you already have an account
ar: لا يمكنك التسجيل لديك بالفعل حساب
de: Sie können sich nicht registrieren, Sie haben bereits ein Konto
es: No puedes registrarte, ya tienes una cuenta
fa: شما نمی‌توانید ثبت‌نام کنید، قبلاً حساب کاربری دارید
fr: Vous ne pouvez pas vous inscrire, vous avez déjà un compte
it: Non puoi registrarti, hai già un account
ja: 登録できません。すでにアカウントをお持ちです
pt: Você não pode se registrar, você já tem uma conta

source: Emails do not match the invitation email. you have to register with the email that was invited
ar: البريد الإلكتروني لا يطابق بريد الدعوة. يجب عليك التسجيل بالبريد الإلكتروني الذي تم دعوته
de: E-Mail-Adressen stimmen nicht mit der Einladungs-E-Mail überein. Sie müssen sich mit der E-Mail-Adresse registrieren, die eingeladen wurde
es: Los emails no coinciden con el email de invitación. Debes registrarte con el email que fue invitado
fa: ایمیل با ایمیل دعوت‌نامه مطابقت ندارد. شما باید با ایمیلی که دعوت شده است ثبت‌نام کنید
fr: Les emails ne correspondent pas à l'email d'invitation. Vous devez vous inscrire avec l'email qui a été invité
it: Le email non corrispondono all'email di invito. Devi registrarti con l'email che è stata invitata
ja: メールアドレスが招待メールと一致しません。招待されたメールアドレスで登録する必要があります
pt: Os emails não correspondem ao email do convite. Você precisa se registrar com o email que foi convidado

source: Authenticate using email and password
ar: المصادقة باستخدام البريد الإلكتروني وكلمة المرور
de: Mit E-Mail und Passwort authentifizieren
es: Autenticar usando email y contraseña
fa: احراز هویت با ایمیل و رمز عبور
fr: S'authentifier avec email et mot de passe
it: Autentica usando email e password
ja: メールとパスワードで認証
pt: Autenticar usando e-mail e senha

source: Send a verification email
ar: إرسال بريد إلكتروني للتحقق
de: Eine Verifizierungs-E-Mail senden
es: Enviar un email de verificación
fa: ارسال ایمیل تأیید
fr: Envoyer un email de vérification
it: Invia un'email di verifica
ja: 確認メールを送信
pt: Enviar um e-mail de verificação

source: Authenticate using OAuth
ar: المصادقة باستخدام OAuth
de: Mit OAuth authentifizieren
es: Autenticar usando OAuth
fa: احراز هویت با OAuth
fr: S'authentifier avec OAuth
it: Autentica usando OAuth
ja: OAuthで認証
pt: Autenticar usando OAuth

source: Invalid token
ar: رمز غير صالح
de: Ungültiges Token
es: Token inválido
fa: توکن نامعتبر
fr: Jeton invalide
it: Token non valido
ja: 無効なトークン
pt: Token inválido

source: Send a forgot password email
ar: إرسال بريد إلكتروني لنسيان كلمة المرور
de: Eine E-Mail zum Passwort vergessen senden
es: Enviar un email de contraseña olvidada
fa: ارسال ایمیل فراموشی رمز عبور
fr: Envoyer un email de mot de passe oublié
it: Invia un'email di password dimenticata
ja: パスワード忘れメールを送信
pt: Enviar e-mail de esqueci a senha

source: Verify reset password token
ar: التحقق من رمز إعادة تعيين كلمة المرور
de: Passwort-Reset-Token überprüfen
es: Verificar token de restablecimiento de contraseña
fa: تأیید توکن بازنشانی رمز عبور
fr: Vérifier le jeton de réinitialisation du mot de passe
it: Verifica token ripristino password
ja: パスワードリセットトークンを確認
pt: Verificar token de redefinição de senha

source: Reset password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fa: بازنشانی رمز عبور
fr: Réinitialiser le mot de passe
it: Ripristina password
ja: パスワードをリセット
pt: Redefinir senha

source: Verify email
ar: التحقق من البريد الإلكتروني
de: E-Mail verifizieren
es: Verificar email
fa: تأیید ایمیل
fr: Vérifier l'email
it: Verifica email
ja: メールを確認
pt: Verificar e-mail

source: Get user profile
ar: الحصول على ملف المستخدم
de: Benutzerprofil abrufen
es: Obtener perfil de usuario
fa: دریافت پروفایل کاربر
fr: Obtenir le profil utilisateur
it: Ottieni profilo utente
ja: ユーザープロフィールを取得
pt: Obter perfil do usuário

source: Get the current user profile
ar: الحصول على ملف المستخدم الحالي
de: Das aktuelle Benutzerprofil abrufen
es: Obtener el perfil del usuario actual
fa: دریافت پروفایل کاربر فعلی
fr: Obtenir le profil de l'utilisateur actuel
it: Ottieni il profilo utente corrente
ja: 現在のユーザープロフィールを取得
pt: Obter o perfil do usuário atual

source: Update user profile
ar: تحديث ملف المستخدم
de: Benutzerprofil aktualisieren
es: Actualizar perfil de usuario
fa: به‌روزرسانی پروفایل کاربر
fr: Mettre à jour le profil utilisateur
it: Aggiorna profilo utente
ja: ユーザープロフィールを更新
pt: Atualizar perfil do usuário

source: Get my invitations
ar: الحصول على دعواتي
de: Meine Einladungen abrufen
es: Obtener mis invitaciones
fa: دریافت دعوت‌نامه‌های من
fr: Obtenir mes invitations
it: Ottieni i miei inviti
ja: 自分の招待を取得
pt: Obter meus convites

source: Accept an invitation
ar: قبول دعوة
de: Eine Einladung annehmen
es: Aceptar una invitación
fa: پذیرفتن دعوت‌نامه
fr: Accepter une invitation
it: Accetta un invito
ja: 招待を受け入れる
pt: Aceitar um convite

source: Create a new team
ar: إنشاء فريق جديد
de: Ein neues Team erstellen
es: Crear un nuevo equipo
fa: ایجاد تیم جدید
fr: Créer une nouvelle équipe
it: Crea un nuovo team
ja: 新しいチームを作成
pt: Criar uma nova equipe

source: Get a team
ar: الحصول على فريق
de: Ein Team abrufen
es: Obtener un equipo
fa: دریافت تیم
fr: Obtenir une équipe
it: Ottieni un team
ja: チームを取得
pt: Obter uma equipe

source: Update a team
ar: تحديث فريق
de: Ein Team aktualisieren
es: Actualizar un equipo
fa: به‌روزرسانی تیم
fr: Mettre à jour une équipe
it: Aggiorna un team
ja: チームを更新
pt: Atualizar uma equipe

source: List teams
ar: عرض الفرق
de: Teams auflisten
es: Listar equipos
fa: فهرست تیم‌ها
fr: Lister les équipes
it: Elenca team
ja: チーム一覧
pt: Listar equipes
