Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: List built-in tools
ar: قائمة الأدوات المدمجة
de: Integrierte Tools auflisten
es: Listar herramientas integradas
fa: فهرست ابزارهای داخلی
fr: Lister les outils intégrés
it: Elenca strumenti integrati
ja: 組み込みツールを一覧表示
pt: Listar ferramentas integradas

source: Get built-in tool
ar: الحصول على أداة مدمجة
de: Integriertes Tool abrufen
es: Obtener herramienta integrada
fa: دریافت ابزار داخلی
fr: Obtenir l'outil intégré
it: Ottieni strumento integrato
ja: 組み込みツールを取得
pt: Obter ferramenta integrada

source: Test built-in tool
ar: اختبار الأداة المدمجة
de: Integriertes Tool testen
es: Probar herramienta integrada
fa: تست ابزار داخلی
fr: Tester l'outil intégré
it: Testa strumento integrato
ja: 組み込みツールをテスト
pt: Testar ferramenta integrada

source: Tool failed to execute: {error}
ar: فشل تنفيذ الأداة: {error}
de: Tool-Ausführung fehlgeschlagen: {error}
es: La herramienta falló al ejecutarse: {error}
fa: اجرای ابزار با خطا مواجه شد: {error}
fr: L'outil a échoué à s'exécuter : {error}
it: Lo strumento ha fallito l'esecuzione: {error}
ja: ツールの実行に失敗しました: {error}
pt: A ferramenta falhou ao executar: {error}

source: List API spec tools
ar: قائمة أدوات مواصفات API
de: API-Spezifikations-Tools auflisten
es: Listar herramientas de especificación de API
fa: فهرست ابزارهای مشخصات API
fr: Lister les outils de spécification API
it: Elenca strumenti specifica API
ja: API仕様ツールを一覧表示
pt: Listar ferramentas de especificação API

source: Get API spec tool
ar: الحصول على أداة مواصفات API
de: API-Spezifikations-Tool abrufen
es: Obtener herramienta de especificación de API
fa: دریافت ابزار مشخصات API
fr: Obtenir l'outil de spécification API
it: Ottieni strumento specifica API
ja: API仕様ツールを取得
pt: Obter ferramenta de especificação API

source: Create API spec tools
ar: إنشاء أدوات مواصفات API
de: API-Spezifikations-Tools erstellen
es: Crear herramientas de especificación de API
fa: ایجاد ابزارهای مشخصات API
fr: Créer des outils de spécification API
it: Crea strumenti specifica API
ja: API仕様ツールを作成
pt: Criar ferramentas de especificação API

source: Delete API spec
ar: حذف مواصفات API
de: API-Spezifikation löschen
es: Eliminar especificación de API
fa: حذف مشخصات API
fr: Supprimer la spécification API
it: Elimina specifica API
ja: API仕様を削除
pt: Excluir especificação API

source: API spec is in use
ar: مواصفات API قيد الاستخدام
de: API-Spezifikation wird verwendet
es: La especificación de API está en uso
fa: مشخصات API در حال استفاده است
fr: La spécification API est en cours d'utilisation
it: La specifica API è in uso
ja: API仕様は使用中です
pt: A especificação API está em uso

source: List MCP servers
ar: قائمة خوادم MCP
de: MCP-Server auflisten
es: Listar servidores MCP
fa: فهرست سرورهای MCP
fr: Lister les serveurs MCP
it: Elenca server MCP
ja: MCPサーバーを一覧表示
pt: Listar servidores MCP

source: Get MCP server status
ar: الحصول على حالة خادم MCP
de: MCP-Server-Status abrufen
es: Obtener estado del servidor MCP
fa: دریافت وضعیت سرور MCP
fr: Obtenir le statut du serveur MCP
it: Ottieni stato server MCP
ja: MCPサーバーのステータスを取得
pt: Obter status do servidor MCP

source: Create MCP server
ar: إنشاء خادم MCP
de: MCP-Server erstellen
es: Crear servidor MCP
fa: ایجاد سرور MCP
fr: Créer un serveur MCP
it: Crea server MCP
ja: MCPサーバーを作成
pt: Criar servidor MCP

source: Delete MCP server
ar: حذف خادم MCP
de: MCP-Server löschen
es: Eliminar servidor MCP
fa: حذف سرور MCP
fr: Supprimer le serveur MCP
it: Elimina server MCP
ja: MCPサーバーを削除
pt: Excluir servidor MCP

source: OAuth redirect
ar: إعادة توجيه OAuth
de: OAuth-Weiterleitung
es: Redirección OAuth
fa: تغییر مسیر OAuth
fr: Redirection OAuth
it: Reindirizzamento OAuth
ja: OAuthリダイレクト
pt: Redirecionamento OAuth

source: OAuth callback
ar: استدعاء OAuth
es: Callback OAuth
fa: فراخوانی OAuth
fr: Callback OAuth
it: Callback OAuth
ja: OAuthコールバック
pt: Callback OAuth

source: Revalidate MCP server
ar: إعادة التحقق من خادم MCP
de: MCP-Server erneut validieren
es: Revalidar servidor MCP
fa: اعتبارسنجی مجدد سرور MCP
fr: Revalider le serveur MCP
it: Riconvalida server MCP
ja: MCPサーバーを再検証
pt: Revalidar servidor MCP

source: MCP server is in use
ar: خادم MCP قيد الاستخدام
de: MCP-Server wird verwendet
es: El servidor MCP está en uso
fa: سرور MCP در حال استفاده است
fr: Le serveur MCP est en cours d'utilisation
it: Il server MCP è in uso
ja: MCPサーバーは使用中です
pt: O servidor MCP está em uso

source: MCP server is not configured for OAuth
ar: خادم MCP غير مُعد لـ OAuth
de: MCP-Server ist nicht für OAuth konfiguriert
es: El servidor MCP no está configurado para OAuth
fa: سرور MCP برای OAuth پیکربندی نشده است
fr: Le serveur MCP n'est pas configuré pour OAuth
it: Il server MCP non è configurato per OAuth
ja: MCPサーバーはOAuth用に設定されていません
pt: O servidor MCP não está configurado para OAuth

source: List conversations
ar: قائمة المحادثات
de: Konversationen auflisten
es: Listar conversaciones
fa: فهرست مکالمات
fr: Lister les conversations
it: Elenca conversazioni
ja: 会話を一覧表示
pt: Listar conversas

source: Get conversation
ar: الحصول على المحادثة
de: Konversation abrufen
es: Obtener conversación
fa: دریافت مکالمه
fr: Obtenir la conversation
it: Ottieni conversazione
ja: 会話を取得
pt: Obter conversa

source: List conversation messages
ar: قائمة رسائل المحادثة
de: Konversationsnachrichten auflisten
es: Listar mensajes de conversación
fa: فهرست پیام‌های مکالمه
fr: Lister les messages de conversation
it: Elenca messaggi conversazione
ja: 会話メッセージを一覧表示
pt: Listar mensagens de conversa

source: List conversation message blocks
ar: قائمة كتل رسائل المحادثة
de: Konversationsnachrichtenblöcke auflisten
es: Listar bloques de mensajes de conversación
fa: فهرست بلوک‌های پیام مکالمه
fr: Lister les blocs de messages de conversation
it: Elenca blocchi messaggi conversazione
ja: 会話メッセージブロックを一覧表示
pt: Listar blocos de mensagens de conversa

source: # Introduction This documentation covers all the external APIs that can be accessed using a Team API Key. These APIs are designed for integration with external systems and services. ## Authentication All endpoints in this documentation require authentication using an API Key. To authenticate your requests: 1. Generate an API Key from the [API Keys Dashboard](https://app.watercrawl.dev/dashboard/api-keys) 2. Include the API Key in your requests using the `X-API-Key` header: ```bash curl -H "X-API-Key: your_api_key_here" https://api.watercrawl.dev/v1/... ``` ### Important Notes: - Keep your API Key secure and never share it publicly - You can generate multiple API Keys for different purposes - You can revoke API Keys at any time from the dashboard - Each API Key is associated with a specific team ## Rate Limiting API requests are rate-limited based on your team's plan. Please refer to your plan details for specific limits.
ar: # مقدمة تغطي هذه الوثائق جميع واجهات API الخارجية التي يمكن الوصول إليها باستخدام مفتاح API للفريق. تم تصميم هذه واجهات API للتكامل مع الأنظمة الخارجية والخدمات. ## المصادقة تتطلب جميع نقاط النهاية في هذه الوثائق المصادقة باستخدام مفتاح API. للمصادقة على طلباتك: 1. أنشئ مفتاح API من [لوحة مفاتيح API](https://app.watercrawl.dev/dashboard/api-keys) 2. قم بتضمين مفتاح API في طلباتك باستخدام رأس `X-API-Key`: ```bash curl -H "X-API-Key: your_api_key_here" https://api.watercrawl.dev/v1/... ``` ### ملاحظات هامة: - حافظ على مفتاح API الخاص بك آمناً ولا تشاركه علناً - يمكنك إنشاء مفاتيح API متعددة لأغراض مختلفة - يمكنك إلغاء مفاتيح API في أي وقت من لوحة التحكم - كل مفتاح API مرتبط بفريق محدد ## تحديد المعدل تخضع طلبات API لتحديد المعدل بناءً على خطة فريقك. يرجى الرجوع إلى تفاصيل خطتك للحدود المحددة.
de: # Einführung Diese Dokumentation behandelt alle externen APIs, die mit einem Team-API-Schlüssel zugänglich sind. Diese APIs sind für die Integration mit externen Systemen und Diensten konzipiert. ## Authentifizierung Alle Endpunkte in dieser Dokumentation erfordern eine Authentifizierung mit einem API-Schlüssel. Um Ihre Anfragen zu authentifizieren: 1. Generieren Sie einen API-Schlüssel vom [API-Schlüssel-Dashboard](https://app.watercrawl.dev/dashboard/api-keys) 2. Fügen Sie den API-Schlüssel in Ihren Anfragen mit dem `X-API-Key`-Header ein: ```bash curl -H "X-API-Key: your_api_key_here" https://api.watercrawl.dev/v1/... ``` ### Wichtige Hinweise: - Halten Sie Ihren API-Schlüssel sicher und teilen Sie ihn niemals öffentlich - Sie können mehrere API-Schlüssel für verschiedene Zwecke generieren - Sie können API-Schlüssel jederzeit über das Dashboard widerrufen - Jeder API-Schlüssel ist einem bestimmten Team zugeordnet ## Ratenbegrenzung API-Anfragen sind basierend auf dem Plan Ihres Teams begrenzt. Bitte beachten Sie Ihre Plandetails für spezifische Limits.
es: # Introducción Esta documentación cubre todas las APIs externas a las que se puede acceder usando una Clave API de Equipo. Estas APIs están diseñadas para la integración con sistemas y servicios externos. ## Autenticación Todos los endpoints en esta documentación requieren autenticación usando una Clave API. Para autenticar tus solicitudes: 1. Genera una Clave API desde el [Panel de Claves API](https://app.watercrawl.dev/dashboard/api-keys) 2. Incluye la Clave API en tus solicitudes usando el encabezado `X-API-Key`: ```bash curl -H "X-API-Key: tu_clave_api_aquí" https://api.watercrawl.dev/v1/... ``` ### Notas Importantes: - Mantén tu Clave API segura y nunca la compartas públicamente - Puedes generar múltiples Claves API para diferentes propósitos - Puedes revocar Claves API en cualquier momento desde el panel - Cada Clave API está asociada con un equipo específico ## Limitación de Tasa Las solicitudes API están limitadas por tasa según el plan de tu equipo. Consulta los detalles de tu plan para límites específicos.
fa: # مقدمه این مستندات تمام APIهای خارجی را که با استفاده از کلید API تیم قابل دسترسی هستند، پوشش می‌دهد. این APIها برای یکپارچه‌سازی با سیستم‌ها و سرویس‌های خارجی طراحی شده‌اند. ## احراز هویت تمام نقاط پایانی در این مستندات نیاز به احراز هویت با استفاده از کلید API دارند. برای احراز هویت درخواست‌های خود: 1. یک کلید API از [داشبورد کلیدهای API](https://app.watercrawl.dev/dashboard/api-keys) ایجاد کنید 2. کلید API را در درخواست‌های خود با استفاده از هدر `X-API-Key` قرار دهید: ```bash curl -H "X-API-Key: your_api_key_here" https://api.watercrawl.dev/v1/... ``` ### نکات مهم: - کلید API خود را ایمن نگه دارید و هرگز آن را به صورت عمومی به اشتراک نگذارید - می‌توانید کلیدهای API متعددی برای اهداف مختلف ایجاد کنید - می‌توانید کلیدهای API را در هر زمان از داشبورد لغو کنید - هر کلید API با یک تیم خاص مرتبط است ## محدودیت نرخ درخواست‌های API بر اساس پلن تیم شما محدود هستند. لطفاً برای محدودیت‌های خاص به جزئیات پلن خود مراجعه کنید.
fr: # Introduction Cette documentation couvre toutes les API externes accessibles avec une clé API d'équipe. Ces API sont conçues pour l'intégration avec des systèmes et services externes. ## Authentification Tous les endpoints de cette documentation nécessitent une authentification avec une clé API. Pour authentifier vos requêtes : 1. Générez une clé API depuis le [Tableau de bord des clés API](https://app.watercrawl.dev/dashboard/api-keys) 2. Incluez la clé API dans vos requêtes en utilisant l'en-tête `X-API-Key` : ```bash curl -H "X-API-Key: your_api_key_here" https://api.watercrawl.dev/v1/... ``` ### Notes importantes : - Gardez votre clé API sécurisée et ne la partagez jamais publiquement - Vous pouvez générer plusieurs clés API pour différents usages - Vous pouvez révoquer les clés API à tout moment depuis le tableau de bord - Chaque clé API est associée à une équipe spécifique ## Limitation de débit Les requêtes API sont limitées en fonction du plan de votre équipe. Veuillez consulter les détails de votre plan pour les limites spécifiques.
it: # Introduzione Questa documentazione copre tutte le API esterne accessibili tramite una Chiave API del Team. Queste API sono progettate per l'integrazione con sistemi e servizi esterni. ## Autenticazione Tutti gli endpoint in questa documentazione richiedono l'autenticazione tramite una Chiave API. Per autenticare le tue richieste: 1. Genera una Chiave API dalla [Dashboard Chiavi API](https://app.watercrawl.dev/dashboard/api-keys) 2. Includi la Chiave API nelle tue richieste usando l'header `X-API-Key`: ```bash curl -H "X-API-Key: tua_chiave_api_qui" https://api.watercrawl.dev/v1/... ``` ### Note Importanti: - Mantieni la tua Chiave API sicura e non condividerla mai pubblicamente - Puoi generare più Chiavi API per scopi diversi - Puoi revocare le Chiavi API in qualsiasi momento dalla dashboard - Ogni Chiave API è associata a un team specifico ## Limitazione della Frequenza Le richieste API sono limitate in base al piano del tuo team. Si prega di fare riferimento ai dettagli del piano per limiti specifici.
pt: # Introdução Esta documentação cobre todas as APIs externas que podem ser acessadas usando uma Chave de API de Equipe. Essas APIs são projetadas para integração com sistemas externos e serviços. ## Autenticação Todos os endpoints nesta documentação requerem autenticação usando uma Chave de API. Para autenticar suas solicitações: 1. Gere uma Chave de API no [Painel de Chaves de API](https://app.watercrawl.dev/dashboard/api-keys) 2. Inclua a Chave de API em suas solicitações usando o cabeçalho `X-API-Key`: ```bash curl -H "X-API-Key: sua_chave_api_aqui" https://api.watercrawl.dev/v1/... ``` ### Notas Importantes: - Mantenha sua Chave de API segura e nunca a compartilhe publicamente - Você pode gerar múltiplas Chaves de API para diferentes propósitos - Você pode revogar Chaves de API a qualquer momento no painel - Cada Chave de API está associada a uma equipe específica ## Limite de Taxa As solicitações de API são limitadas com base no plano da sua equipe. Consulte os detalhes do seu plano para limites específicos.

source: API Key for team authentication. Generate from https://app.watercrawl.dev/dashboard/api-keys
ar: مفتاح API لمصادقة الفريق. قم بإنشائه من https://app.watercrawl.dev/dashboard/api-keys
de: API-Schlüssel für Team-Authentifizierung. Generieren Sie unter https://app.watercrawl.dev/dashboard/api-keys
es: Clave API para autenticación del equipo. Genera desde https://app.watercrawl.dev/dashboard/api-keys
fa: کلید API برای احراز هویت تیم. از https://app.watercrawl.dev/dashboard/api-keys تولید کنید
fr: Clé API pour l'authentification de l'équipe. Générez depuis https://app.watercrawl.dev/dashboard/api-keys
it: Chiave API per l'autenticazione del team. Genera da https://app.watercrawl.dev/dashboard/api-keys
pt: Chave de API para autenticação de equipe. Gere em https://app.watercrawl.dev/dashboard/api-keys

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ocurrió un error inesperado.
fa: خطای غیرمنتظره‌ای رخ داد.
fr: Une erreur inattendue s'est produite.
it: Si è verificato un errore imprevisto.
ja: 予期しないエラーが発生しました。
pt: Ocorreu um erro inesperado.

source: Invalid input data.
ar: بيانات إدخال غير صالحة.
de: Ungültige Eingabedaten.
es: Datos de entrada inválidos.
fa: داده ورودی نامعتبر است.
fr: Données d'entrée invalides.
it: Dati di input non validi.
ja: 無効な入力データ。
pt: Dados de entrada inválidos.

source: Not found.
ar: غير موجود.
de: Nicht gefunden.
es: No encontrado.
fa: یافت نشد.
fr: Non trouvé.
it: Non trovato.
ja: 見つかりません。
pt: Não encontrado.

source: Bad Request
ar: طلب خاطئ
de: Fehlerhafte Anfrage
es: Solicitud incorrecta
fa: درخواست نامعتبر
fr: Mauvaise requête
it: Richiesta Non Valida
ja: 不正なリクエスト
pt: Solicitação Inválida

source: Not Found
ar: غير موجود
de: Nicht gefunden
es: No encontrado
fa: یافت نشد
fr: Non trouvé
it: Non Trovato
ja: 見つかりません
pt: Não Encontrado

source: Internal Server Error
ar: خطأ داخلي في الخادم
de: Interner Serverfehler
es: Error interno del servidor
fa: خطای داخلی سرور
fr: Erreur interne du serveur
it: Errore Interno del Server
ja: 内部サーバーエラー
pt: Erro Interno do Servidor

source: No recipient provided
ar: لم يتم توفير مستلم
de: Kein Empfänger angegeben
es: No se proporcionó destinatario
fa: گیرنده مشخص نشده است
fr: Aucun destinataire fourni
it: Nessun destinatario fornito
ja: 受信者が指定されていません
pt: Nenhum destinatário fornecido

source: No subject provided
ar: لم يتم توفير موضوع
de: Kein Betreff angegeben
es: No se proporcionó asunto
fa: موضوع مشخص نشده است
fr: Aucun sujet fourni
it: Nessun oggetto fornito
ja: 件名が指定されていません
pt: Nenhum assunto fornecido

source: No body or html provided
ar: لم يتم توفير محتوى أو HTML
de: Kein Text oder HTML angegeben
es: No se proporcionó cuerpo o html
fa: متن یا HTML ارائه نشده است
fr: Aucun corps ou HTML fourni
it: Nessun corpo o html fornito
ja: 本文またはHTMLが指定されていません
pt: Nenhum corpo ou html fornecido

source: Frontend Setting
ar: إعدادات الواجهة الأمامية
de: Frontend-Einstellung
es: Configuración del frontend
fa: تنظیمات فرانت‌اند
fr: Paramètre frontal
it: Impostazioni Frontend
ja: フロントエンド設定
pt: Configuração do Frontend

source: Retrieve the frontend setting.
ar: استرجاع إعدادات الواجهة الأمامية.
de: Die Frontend-Einstellung abrufen.
es: Recuperar la configuración del frontend.
fa: دریافت تنظیمات فرانت‌اند.
fr: Récupérer le paramètre frontal.
it: Recupera le impostazioni frontend.
ja: フロントエンド設定を取得します。
pt: Recuperar a configuração do frontend.

source: Duplicate
ar: نسخ
de: Duplizieren
es: Duplicar
fa: تکرار
fr: Dupliquer
it: Duplica
ja: 複製
pt: Duplicar

source: New
ar: جديد
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
it: Nuovo
ja: 新規
pt: Novo

source: Running
ar: قيد التشغيل
de: Läuft
es: En ejecución
fa: در حال اجرا
fr: En cours
it: In Esecuzione
ja: 実行中
pt: Executando

source: Finished
ar: مكتمل
de: Abgeschlossen
es: Finalizado
fa: تکمیل شده
fr: Terminé
it: Completato
ja: 完了
pt: Concluído

source: Canceling
ar: جاري الإلغاء
de: Wird abgebrochen
es: Cancelando
fa: در حال لغو
fr: Annulation en cours
it: Annullamento
ja: キャンセル中
pt: Cancelando

source: Canceled
ar: ملغى
de: Abgebrochen
es: Cancelado
fa: لغو شده
fr: Annulé
it: Annullato
ja: キャンセル済み
pt: Cancelado

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fa: ناموفق
fr: Échoué
it: Fallito
ja: 失敗
pt: Falhou

source: Screenshot
ar: لقطة شاشة
es: Captura de pantalla
fa: اسکرین‌شات
fr: Capture d'écran
ja: スクリーンショット
pt: Captura de Tela

source: Web
ar: ويب
fa: وب
ja: ウェブ

source: Basic
ar: أساسي
de: Basis
es: Básico
fa: پایه
fr: Basique
it: Base
ja: 基本
pt: Básico

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fa: پیشرفته
fr: Avancé
it: Avanzato
ja: 高度
pt: Avançado

source: Ultimate
ar: متميز
fa: نهایی
ja: アルティメット

source: Any
ar: أي
de: Beliebig
es: Cualquiera
fa: هر کدام
fr: Tous
it: Qualsiasi
ja: すべて
pt: Qualquer

source: Day
ar: يوم
de: Tag
es: Día
fa: روز
fr: Jour
it: Giorno
ja: 日
pt: Dia

source: Week
ar: أسبوع
de: Woche
es: Semana
fa: هفته
fr: Semaine
it: Settimana
ja: 週
pt: Semana

source: Month
ar: شهر
de: Monat
es: Mes
fa: ماه
fr: Mois
it: Mese
ja: 月
pt: Mês

source: Year
ar: سنة
de: Jahr
es: Año
fa: سال
fr: Année
it: Anno
ja: 年
pt: Ano

source: General
ar: عام
de: Allgemein
fa: عمومی
fr: Général
it: Generale
ja: 一般
pt: Geral

source: Premium
ar: مميز
fa: پرمیوم
ja: プレミアム

source: Single
ar: مفرد
de: Einzeln
es: Simple
fa: تکی
fr: Simple
it: Singolo
ja: シングル
pt: Único

source: Batch
ar: دفعة
de: Stapel
es: Lote
fa: دسته‌ای
fr: Lot
ja: バッチ
pt: Lote

source: Filter crawl requests by UUID.
ar: تصفية طلبات الزحف حسب UUID.
de: Crawl-Anfragen nach UUID filtern.
es: Filtrar solicitudes de rastreo por UUID.
fa: فیلتر درخواست‌های خزش بر اساس UUID.
fr: Filtrer les demandes de crawl par UUID.
it: Filtra le richieste di crawling per UUID.
ja: UUIDでクロールリクエストをフィルタリングします。
pt: Filtrar solicitações de rastreamento por UUID.

source: Filter crawl requests by start URL.
ar: تصفية طلبات الزحف حسب رابط البداية.
de: Crawl-Anfragen nach Start-URL filtern.
es: Filtrar solicitudes de rastreo por URL de inicio.
fa: فیلتر درخواست‌های خزش بر اساس URL شروع.
fr: Filtrer les demandes de crawl par URL de départ.
it: Filtra le richieste di crawling per URL iniziale.
ja: 開始URLでクロールリクエストをフィルタリングします。
pt: Filtrar solicitações de rastreamento por URL inicial.

source: Filter crawl requests by status.
ar: تصفية طلبات الزحف حسب الحالة.
de: Crawl-Anfragen nach Status filtern.
es: Filtrar solicitudes de rastreo por estado.
fa: فیلتر درخواست‌های خزش بر اساس وضعیت.
fr: Filtrer les demandes de crawl par statut.
it: Filtra le richieste di crawling per stato.
ja: ステータスでクロールリクエストをフィルタリングします。
pt: Filtrar solicitações de rastreamento por status.

source: Filter crawl requests by date
ar: تصفية طلبات الزحف حسب التاريخ
de: Crawl-Anfragen nach Datum filtern
es: Filtrar solicitudes de rastreo por fecha
fa: فیلتر درخواست‌های خزش بر اساس تاریخ
fr: Filtrer les demandes de crawl par date
it: Filtra le richieste di crawling per data
ja: 日付でクロールリクエストをフィルタリングします
pt: Filtrar solicitações de rastreamento por data

source: Prefetch crawl results. Default: False.
ar: جلب نتائج الزحف مسبقاً. افتراضي: False.
de: Crawl-Ergebnisse vorladen. Standard: False.
es: Precargar resultados de rastreo. Por defecto: False.
fa: پیش‌بارگیری نتایج خزش. پیش‌فرض: False.
fr: Précharger les résultats de crawl. Par défaut : False.
it: Precarica i risultati del crawling. Predefinito: False.
ja: クロール結果を事前取得します。デフォルト: False。
pt: Pré-buscar resultados de rastreamento. Padrão: False.

source: Filter crawl results by URL.
ar: تصفية نتائج الزحف حسب الرابط.
de: Crawl-Ergebnisse nach URL filtern.
es: Filtrar resultados de rastreo por URL.
fa: فیلتر نتایج خزش بر اساس URL.
fr: Filtrer les résultats de crawl par URL.
it: Filtra i risultati del crawling per URL.
ja: URLでクロール結果をフィルタリングします。
pt: Filtrar resultados de rastreamento por URL.

source: Filter crawl results by date
ar: تصفية نتائج الزحف حسب التاريخ
de: Crawl-Ergebnisse nach Datum filtern
es: Filtrar resultados de rastreo por fecha
fa: فیلتر نتایج خزش بر اساس تاریخ
fr: Filtrer les résultats de crawl par date
it: Filtra i risultati del crawling per data
ja: 日付でクロール結果をフィルタリングします
pt: Filtrar resultados de rastreamento por data

source: Format of the download file. Default: json. Available formats: markdown, json.
ar: تنسيق ملف التنزيل. افتراضي: json. التنسيقات المتاحة: markdown, json.
de: Format der Download-Datei. Standard: json. Verfügbare Formate: markdown, json.
es: Formato del archivo de descarga. Por defecto: json. Formatos disponibles: markdown, json.
fa: فرمت فایل دانلود. پیش‌فرض: json. فرمت‌های موجود: markdown، json.
fr: Format du fichier de téléchargement. Par défaut : json. Formats disponibles : markdown, json.
it: Formato del file di download. Predefinito: json. Formati disponibili: markdown, json.
ja: ダウンロードファイルのフォーマット。デフォルト: json。利用可能なフォーマット: markdown, json。
pt: Formato do arquivo de download. Padrão: json. Formatos disponíveis: markdown, json.

source: urls
ar: الروابط
fa: URLها
it: url
ja: URL

source: crawl type
ar: نوع الزحف
de: Crawl-Typ
es: tipo de rastreo
fa: نوع خزش
fr: type de crawl
it: tipo di crawling
ja: クロールタイプ
pt: tipo de rastreamento

source: status
ar: الحالة
es: estado
fa: وضعیت
fr: statut
it: stato
ja: ステータス

source: options
ar: الخيارات
de: Optionen
es: opciones
fa: گزینه‌ها
it: opzioni
ja: オプション
pt: opções

source: duration
ar: المدة
de: Dauer
es: duración
fa: مدت زمان
fr: durée
it: durata
ja: 期間
pt: duração

source: sitemap
ar: خريطة الموقع
es: mapa del sitio
fa: نقشه سایت
fr: plan du site
ja: サイトマップ

source: URL must be a string.
ar: يجب أن يكون الرابط نصاً.
de: URL muss eine Zeichenkette sein.
es: La URL debe ser una cadena.
fa: URL باید یک رشته باشد.
fr: L'URL doit être une chaîne de caractères.
it: L'URL deve essere una stringa.
ja: URLは文字列である必要があります。
pt: URL deve ser uma string.

source: Crawl Request
ar: طلب زحف
de: Crawl-Anfrage
es: Solicitud de rastreo
fa: درخواست خزش
fr: Demande de crawl
it: Richiesta di Crawling
ja: クロールリクエスト
pt: Solicitação de Rastreamento

source: Crawl Requests
ar: طلبات الزحف
de: Crawl-Anfragen
es: Solicitudes de rastreo
fa: درخواست‌های خزش
fr: Demandes de crawl
it: Richieste di Crawling
ja: クロールリクエスト
pt: Solicitações de Rastreamento
