Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: Search
ar: بحث
de: Suchen
es: Búsqueda
fa: جستجو
fr: Recherche
it: Ricerca
ja: 検索
pt: Busca

source: Search agents by name
ar: البحث عن الوكلاء بالاسم
de: Agenten nach Namen suchen
es: Buscar agentes por nombre
fa: جستجوی دستیارها بر اساس نام
fr: Rechercher des agents par nom
it: Cerca agenti per nome
ja: 名前でエージェントを検索
pt: Buscar agentes por nome

source: Name
ar: الاسم
es: Nombre
fa: نام
fr: Nom
it: Nome
ja: 名前
pt: Nome

source: Team
ar: الفريق
es: Equipo
fa: تیم
fr: Équipe
ja: チーム
pt: Equipe

source: Agent
ar: الوكيل
es: Agente
fa: عامل
it: Agente
ja: エージェント
pt: Agente

source: Agents
ar: الوكلاء
de: Agenten
es: Agentes
fa: عوامل
it: Agenti
ja: エージェント
pt: Agentes

source: Status
ar: الحالة
es: Estado
fa: وضعیت
fr: Statut
it: Stato
ja: ステータス

source: System Prompt
ar: موجه النظام
es: Prompt del sistema
fa: پرامپت سیستم
fr: Invite système
it: Prompt di Sistema
ja: システムプロンプト
pt: Prompt do Sistema

source: Config Provider
ar: مزود التهيئة
de: Konfigurationsanbieter
es: Proveedor de configuración
fa: ارائه‌دهنده پیکربندی
fr: Fournisseur de configuration
it: Provider Configurazione
ja: 設定プロバイダー
pt: Provedor de Configuração

source: LLM Model
ar: نموذج LLM
de: LLM-Modell
es: Modelo LLM
fa: مدل LLM
fr: Modèle LLM
it: Modello LLM
ja: LLMモデル
pt: Modelo LLM

source: JSON Output
ar: إخراج JSON
de: JSON-Ausgabe
es: Salida JSON
fa: خروجی JSON
fr: Sortie JSON
it: Output JSON
ja: JSON出力
pt: Saída JSON

source: Enable structured JSON output formatting
ar: تمكين تنسيق إخراج JSON المهيكل
de: Strukturierte JSON-Ausgabeformatierung aktivieren
es: Habilitar formato de salida JSON estructurado
fa: فعال‌سازی فرمت خروجی JSON ساختاریافته
fr: Activer le formatage de sortie JSON structuré
it: Abilita formattazione output JSON strutturato
ja: 構造化JSONの出力形式を有効にする
pt: Habilitar formatação de saída JSON estruturada

source: JSON Schema
ar: مخطط JSON
es: Esquema JSON
fa: طرح JSON
fr: Schéma JSON
it: Schema JSON
ja: JSONスキーマ
pt: Schema JSON

source: JSON Schema for structured output format
ar: مخطط JSON لتنسيق الإخراج المهيكل
de: JSON-Schema für strukturiertes Ausgabeformat
es: Esquema JSON para formato de salida estructurado
fa: طرح JSON برای فرمت خروجی ساختاریافته
fr: Schéma JSON pour format de sortie structuré
it: Schema JSON per formato output strutturato
ja: 構造化出力形式用のJSONスキーマ
pt: Schema JSON para formato de saída estruturado

source: Agent Version
ar: إصدار الوكيل
es: Versión del Agente
fa: نسخه دستیار
fr: Version d'Agent
it: Versione Agente
ja: エージェントバージョン
pt: Versão do Agente

source: Parameter Type
ar: نوع المعامل
de: Parametertyp
es: Tipo de Parámetro
fa: نوع پارامتر
fr: Type de Paramètre
it: Tipo Parametro
ja: パラメータタイプ
pt: Tipo de Parâmetro

source: Value
ar: القيمة
de: Wert
es: Valor
fa: مقدار
fr: Valeur
it: Valore
ja: 値
pt: Valor

source: Agent Context Parameter
ar: معامل سياق الوكيل
de: Agent-Kontextparameter
es: Parámetro de Contexto del Agente
fa: پارامتر زمینه دستیار
fr: Paramètre de Contexte d'Agent
it: Parametro di Contesto Agente
ja: エージェントコンテキストパラメータ
pt: Parâmetro de Contexto do Agente

source: Agent Context Parameters
ar: معاملات سياق الوكيل
de: Agent-Kontextparameter
es: Parámetros de Contexto del Agente
fa: پارامترهای زمینه دستیار
fr: Paramètres de Contexte d'Agent
it: Parametri di Contesto Agente
ja: エージェントコンテキストパラメータ
pt: Parâmetros de Contexto do Agente

source: LLM Description
ar: وصف LLM
de: LLM-Beschreibung
es: Descripción de LLM
fa: توضیحات LLM
fr: Description LLM
it: Descrizione LLM
ja: LLMの説明
pt: Descrição do LLM

source: Key
ar: المفتاح
de: Schlüssel
es: Clave
fa: کلید
fr: Clé
it: Chiave
ja: キー
pt: Chave

source: Tool Type
ar: نوع الأداة
de: Werkzeugtyp
es: Tipo de herramienta
fa: نوع ابزار
fr: Type d'outil
it: Tipo di Strumento
ja: ツールタイプ
pt: Tipo de Ferramenta

source: Tool
ar: الأداة
de: Werkzeug
es: Herramienta
fa: ابزار
fr: Outil
it: Strumento
ja: ツール
pt: Ferramenta

source: Tools
ar: الأدوات
es: Herramientas
fa: ابزارها
fr: Outils
it: Strumenti
ja: ツール
pt: Ferramentas

source: URL
ar: الرابط
fa: آدرس

source: Transport Type
ar: نوع النقل
de: Transporttyp
es: Tipo de Transporte
fa: نوع انتقال
fr: Type de Transport
it: Tipo Trasporto
ja: トランスポートタイプ
pt: Tipo de Transporte

source: Error Message
ar: رسالة الخطأ
de: Fehlermeldung
es: Mensaje de Error
fa: پیام خطا
fr: Message d'Erreur
it: Messaggio di Errore
ja: エラーメッセージ
pt: Mensagem de Erro

source: MCP Server
ar: خادم MCP
es: Servidor MCP
fa: سرور MCP
fr: Serveur MCP
it: Server MCP
ja: MCPサーバー
pt: Servidor MCP

source: MCP Servers
ar: خوادم MCP
de: MCP-Server
es: Servidores MCP
fa: سرورهای MCP
fr: Serveurs MCP
it: Server MCP
ja: MCPサーバー
pt: Servidores MCP

source: Tool Parameter Type
ar: نوع معامل الأداة
de: Tool-Parametertyp
es: Tipo de Parámetro de Herramienta
fa: نوع پارامتر ابزار
fr: Type de Paramètre d'Outil
it: Tipo Parametro Strumento
ja: ツールパラメータタイプ
pt: Tipo de Parâmetro de Ferramenta

source: MCP Tool
ar: أداة MCP
es: Herramienta MCP
fa: ابزار MCP
fr: Outil MCP
it: Strumento MCP
ja: MCPツール
pt: Ferramenta MCP

source: MCP Tools
ar: أدوات MCP
de: MCP-Werkzeuge
es: Herramientas MCP
fa: ابزارهای MCP
fr: Outils MCP
it: Strumenti MCP
ja: MCPツール
pt: Ferramentas MCP

source: API Spec
ar: مواصفات API
de: API-Spezifikation
es: Especificación de API
fa: مشخصات API
fr: Spécification API
it: Specifica API
ja: API仕様
pt: Especificação API

source: Method
ar: الطريقة
de: Methode
es: Método
fa: متد
fr: Méthode
it: Metodo
ja: メソッド
pt: Método

source: Path
ar: المسار
de: Pfad
es: Ruta
fa: مسیر
fr: Chemin
it: Percorso
ja: パス
pt: Caminho

source: Content Type
ar: نوع المحتوى
de: Inhaltstyp
es: Tipo de Contenido
fa: نوع محتوا
fr: Type de Contenu
it: Tipo di Contenuto
ja: コンテンツタイプ
pt: Tipo de Conteúdo

source: API Spec Tool
ar: أداة مواصفات API
de: API-Spezifikations-Tool
es: Herramienta de Especificación de API
fa: ابزار مشخصات API
fr: Outil de Spécification API
it: Strumento Specifica API
ja: API仕様ツール
pt: Ferramenta de Especificação API

source: API Spec Tools
ar: أدوات مواصفات API
de: API-Spezifikations-Werkzeuge
es: Herramientas de Especificación de API
fa: ابزارهای مشخصات API
fr: Outils de Spécification API
it: Strumenti Specifica API
ja: API仕様ツール
pt: Ferramentas de Especificação API

source: Agent Tool
ar: أداة الوكيل
de: Agenten-Tool
es: Herramienta del Agente
fa: ابزار دستیار
fr: Outil d'Agent
it: Strumento Agente
ja: エージェントツール
pt: Ferramenta do Agente

source: Agent Tools
ar: أدوات الوكيل
de: Agenten-Tools
es: Herramientas del Agente
fa: ابزارهای دستیار
fr: Outils d'Agent
it: Strumenti Agente
ja: エージェントツール
pt: Ferramentas do Agente

source: Knowledge Base
ar: قاعدة المعرفة
de: Wissensdatenbank
es: Base de conocimiento
fa: پایگاه دانش
fr: Base de connaissances
it: Base di Conoscenza
ja: ナレッジベース
pt: Base de Conhecimento

source: Agent Knowledge Base
ar: قاعدة معرفة الوكيل
de: Agenten-Wissensdatenbank
es: Base de Conocimientos del Agente
fa: پایگاه دانش دستیار
fr: Base de Connaissances d'Agent
it: Base di Conoscenza Agente
ja: エージェントナレッジベース
pt: Base de Conhecimento do Agente

source: Agent Knowledge Bases
ar: قواعد معرفة الوكيل
de: Agenten-Wissensdatenbanken
es: Bases de Conocimientos del Agente
fa: پایگاه‌های دانش دستیار
fr: Bases de Connaissances d'Agent
it: Basi di Conoscenza Agente
ja: エージェントナレッジベース
pt: Bases de Conhecimento do Agente

source: Tool Agent
ar: وكيل الأداة
es: Agente de Herramienta
fa: دستیار ابزار
fr: Agent Outil
it: Agente Strumento
ja: ツールエージェント
pt: Agente Ferramenta

source: The agent to be used as a tool
ar: الوكيل الذي سيُستخدم كأداة
de: Der als Tool zu verwendende Agent
es: El agente a usar como herramienta
fa: دستیاری که به عنوان ابزار استفاده می‌شود
fr: L'agent à utiliser comme outil
it: L'agente da usare come strumento
ja: ツールとして使用するエージェント
pt: O agente a ser usado como ferramenta

source: Parent Agent Version
ar: إصدار الوكيل الأب
de: Übergeordnete Agent-Version
es: Versión del Agente Padre
fa: نسخه دستیار والد
fr: Version d'Agent Parent
it: Versione Agente Genitore
ja: 親エージェントバージョン
pt: Versão do Agente Pai

source: The agent version that uses this agent as a tool
ar: إصدار الوكيل الذي يستخدم هذا الوكيل كأداة
de: Die Agent-Version, die diesen Agent als Tool verwendet
es: La versión del agente que usa este agente como herramienta
fa: نسخه دستیاری که از این دستیار به عنوان ابزار استفاده می‌کند
fr: La version de l'agent qui utilise cet agent comme outil
it: La versione dell'agente che usa questo agente come strumento
ja: このエージェントをツールとして使用するエージェントバージョン
pt: A versão do agente que usa este agente como ferramenta

source: Configuration for how the tool agent should be invoked
ar: تكوين كيفية استدعاء أداة الوكيل
de: Konfiguration für den Aufruf des Tool-Agenten
es: Configuración de cómo debe invocarse el agente de herramienta
fa: پیکربندی نحوه فراخوانی دستیار ابزار
fr: Configuration pour l'invocation de l'agent outil
it: Configurazione per l'invocazione dell'agente strumento
ja: ツールエージェントの呼び出し方法の設定
pt: Configuração de como o agente ferramenta deve ser invocado

source: Agent as Tool
ar: الوكيل كأداة
de: Agent als Tool
es: Agente como Herramienta
fa: دستیار به عنوان ابزار
fr: Agent comme Outil
it: Agente come Strumento
ja: ツールとしてのエージェント
pt: Agente como Ferramenta

source: Agents as Tools
ar: الوكلاء كأدوات
de: Agenten als Tools
es: Agentes como Herramientas
fa: دستیارها به عنوان ابزار
fr: Agents comme Outils
it: Agenti come Strumenti
ja: ツールとしてのエージェント
pt: Agentes como Ferramentas

source: agent
ar: الوكيل
es: agente
fa: عامل
it: agente
ja: エージェント
pt: agente

source: agent version
ar: إصدار الوكيل
es: versión del agente
fa: نسخه دستیار
fr: version d'agent
it: versione agente
ja: エージェントバージョン
pt: versão do agente

source: team
ar: الفريق
es: equipo
fa: تیم
fr: équipe
ja: チーム
pt: equipe

source: Conversation
ar: محادثة
de: Konversation
es: Conversación
fa: مکالمه
it: Conversazione
ja: 会話
pt: Conversa

source: Conversations
ar: المحادثات
de: Konversationen
es: Conversaciones
fa: مکالمات
it: Conversazioni
ja: 会話
pt: Conversas

source: conversation
ar: المحادثة
de: Konversation
es: conversación
fa: مکالمه
it: conversazione
ja: 会話
pt: conversa

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
fa: پیام
it: Messaggio
ja: メッセージ
pt: Mensagem

source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
fa: پیام‌ها
it: Messaggi
ja: メッセージ
pt: Mensagens

source: Version does not exist
ar: الإصدار غير موجود
de: Version existiert nicht
es: La versión no existe
fa: نسخه وجود ندارد
fr: La version n'existe pas
it: La versione non esiste
ja: バージョンが存在しません
pt: A versão não existe

source: You cannot revert to current draft version
ar: لا يمكنك العودة إلى إصدار المسودة الحالي
de: Sie können nicht zur aktuellen Entwurfsversion zurückkehren
es: No puede revertir a la versión borrador actual
fa: نمی‌توانید به نسخه پیش‌نویس فعلی بازگردید
fr: Vous ne pouvez pas revenir à la version brouillon actuelle
it: Non puoi tornare alla versione bozza corrente
ja: 現在の下書きバージョンに戻すことはできません
pt: Você não pode reverter para a versão rascunho atual

source: Provider config not found
ar: تكوين المزود غير موجود
de: Anbieterkonfiguration nicht gefunden
es: Configuración de proveedor no encontrada
fa: پیکربندی ارائه‌دهنده یافت نشد
fr: Configuration de fournisseur non trouvée
it: Configurazione provider non trovata
ja: プロバイダー設定が見つかりません
pt: Configuração de provedor não encontrada

source: Provider config UUID is required
ar: معرف UUID لتكوين المزود مطلوب
de: Anbieterkonfigurations-UUID ist erforderlich
es: Se requiere UUID de configuración de proveedor
fa: UUID پیکربندی ارائه‌دهنده ضروری است
fr: L'UUID de configuration de fournisseur est requis
it: UUID configurazione provider obbligatorio
ja: プロバイダー設定UUIDは必須です
pt: UUID de configuração de provedor é obrigatório

source: Invalid llm model Key.
ar: مفتاح نموذج LLM غير صالح.
de: Ungültiger LLM-Modell-Schlüssel.
es: Clave de modelo LLM no válida.
fa: کلید مدل LLM نامعتبر است.
fr: Clé de modèle LLM invalide.
it: Chiave modello LLM non valida.
ja: 無効なLLMモデルキーです。
pt: Chave de modelo LLM inválida.

source: Tool not found
ar: الأداة غير موجودة
de: Tool nicht gefunden
es: Herramienta no encontrada
fa: ابزار یافت نشد
fr: Outil non trouvé
it: Strumento non trovato
ja: ツールが見つかりません
pt: Ferramenta não encontrada

source: Knowledge base not found
ar: قاعدة المعرفة غير موجودة
de: Wissensdatenbank nicht gefunden
es: Base de conocimientos no encontrada
fa: پایگاه دانش یافت نشد
fr: Base de connaissances non trouvée
it: Base di conoscenza non trovata
ja: ナレッジベースが見つかりません
pt: Base de conhecimento não encontrada

source: Agent not found
ar: الوكيل غير موجود
de: Agent nicht gefunden
es: Agente no encontrado
fa: دستیار یافت نشد
fr: Agent non trouvé
it: Agente non trovato
ja: エージェントが見つかりません
pt: Agente não encontrado

source: Agent cannot use itself as a tool
ar: لا يمكن للوكيل استخدام نفسه كأداة
de: Agent kann sich nicht selbst als Tool verwenden
es: El agente no puede usarse a sí mismo como herramienta
fa: دستیار نمی‌تواند از خودش به عنوان ابزار استفاده کند
fr: L'agent ne peut pas s'utiliser lui-même comme outil
it: L'agente non può usare se stesso come strumento
ja: エージェントは自身をツールとして使用できません
pt: O agente não pode usar a si mesmo como ferramenta

source: Published version cannot be edited.
ar: لا يمكن تحرير الإصدار المنشور.
de: Veröffentlichte Version kann nicht bearbeitet werden.
es: La versión publicada no puede ser editada.
fa: نسخه منتشر شده قابل ویرایش نیست.
fr: La version publiée ne peut pas être modifiée.
it: La versione pubblicata non può essere modificata.
ja: 公開されたバージョンは編集できません。
pt: A versão publicada não pode ser editada.

source: System prompt is required.
ar: مطالبة النظام مطلوبة.
de: System-Prompt ist erforderlich.
es: El prompt del sistema es obligatorio.
fa: پرامپت سیستم ضروری است.
fr: Le prompt système est requis.
it: Il prompt di sistema è obbligatorio.
ja: システムプロンプトは必須です。
pt: O prompt do sistema é obrigatório.

source: Provider config is required.
ar: تكوين المزود مطلوب.
de: Anbieterkonfiguration ist erforderlich.
es: Se requiere configuración de proveedor.
fa: پیکربندی ارائه‌دهنده ضروری است.
fr: La configuration de fournisseur est requise.
it: La configurazione provider è obbligatoria.
ja: プロバイダー設定は必須です。
pt: A configuração de provedor é obrigatória.

source: LLM model is required.
ar: نموذج LLM مطلوب.
de: LLM-Modell ist erforderlich.
es: El modelo LLM es obligatorio.
fa: مدل LLM ضروری است.
fr: Le modèle LLM est requis.
it: Il modello LLM è obbligatorio.
ja: LLMモデルは必須です。
pt: O modelo LLM é obrigatório.

source: Tool with Type {tool_type} has no attribute name.
ar: الأداة من النوع {tool_type} ليس لها اسم سمة.
de: Tool mit Typ {tool_type} hat keinen Attributnamen.
es: La herramienta con Tipo {tool_type} no tiene nombre de atributo.
fa: ابزار با نوع {tool_type} ویژگی نام ندارد.
fr: L'outil de type {tool_type} n'a pas de nom d'attribut.
it: Lo strumento con Tipo {tool_type} non ha nome attributo.
ja: タイプ{tool_type}のツールには属性名がありません。
pt: A ferramenta com Tipo {tool_type} não tem nome de atributo.

source: {tool_type} has no attribute description.
ar: {tool_type} ليس له وصف سمة.
de: {tool_type} hat keine Attributbeschreibung.
es: {tool_type} no tiene descripción de atributo.
fa: {tool_type} ویژگی توضیحات ندارد.
fr: {tool_type} n'a pas de description d'attribut.
it: {tool_type} non ha descrizione attributo.
ja: {tool_type}には属性の説明がありません。
pt: {tool_type} não tem descrição de atributo.

source: Tool {tool_key} not found
ar: الأداة {tool_key} غير موجودة
de: Tool {tool_key} nicht gefunden
es: Herramienta {tool_key} no encontrada
fa: ابزار {tool_key} یافت نشد
fr: Outil {tool_key} non trouvé
it: Strumento {tool_key} non trovato
ja: ツール{tool_key}が見つかりません
pt: Ferramenta {tool_key} não encontrada

source: List agents
ar: قائمة الوكلاء
de: Agenten auflisten
es: Listar agentes
fa: فهرست دستیارها
fr: Lister les agents
it: Elenca agenti
ja: エージェントを一覧表示
pt: Listar agentes

source: Create agent
ar: إنشاء وكيل
de: Agent erstellen
es: Crear agente
fa: ایجاد دستیار
fr: Créer un agent
it: Crea agente
ja: エージェントを作成
pt: Criar agente

source: Delete agent
ar: حذف الوكيل
de: Agent löschen
es: Eliminar agente
fa: حذف دستیار
fr: Supprimer l'agent
it: Elimina agente
ja: エージェントを削除
pt: Excluir agente

source: Publish draft
ar: نشر المسودة
de: Entwurf veröffentlichen
es: Publicar borrador
fa: انتشار پیش‌نویس
fr: Publier le brouillon
it: Pubblica bozza
ja: 下書きを公開
pt: Publicar rascunho

source: Get or update draft version
ar: الحصول على أو تحديث إصدار المسودة
de: Entwurfsversion abrufen oder aktualisieren
es: Obtener o actualizar versión borrador
fa: دریافت یا به‌روزرسانی نسخه پیش‌نویس
fr: Obtenir ou mettre à jour la version brouillon
it: Ottieni o aggiorna versione bozza
ja: 下書きバージョンを取得または更新
pt: Obter ou atualizar versão rascunho

source: Chat with draft agent
ar: الدردشة مع وكيل المسودة
de: Mit Entwurfs-Agent chatten
es: Chatear con agente borrador
fa: گفتگو با دستیار پیش‌نویس
fr: Discuter avec l'agent brouillon
it: Chatta con agente bozza
ja: 下書きエージェントとチャット
pt: Conversar com agente rascunho

source: Chat with published agent
ar: الدردشة مع الوكيل المنشور
de: Mit veröffentlichtem Agent chatten
es: Chatear con agente publicado
fa: گفتگو با دستیار منتشر شده
fr: Discuter avec l'agent publié
it: Chatta con agente pubblicato
ja: 公開エージェントとチャット
pt: Conversar com agente publicado

source: No published version found
ar: لم يتم العثور على إصدار منشور
de: Keine veröffentlichte Version gefunden
es: No se encontró versión publicada
fa: هیچ نسخه منتشر شده‌ای یافت نشد
fr: Aucune version publiée trouvée
it: Nessuna versione pubblicata trovata
ja: 公開バージョンが見つかりません
pt: Nenhuma versão publicada encontrada

source: No draft version found
ar: لم يتم العثور على إصدار المسودة
de: Keine Entwurfsversion gefunden
es: No se encontró versión borrador
fa: هیچ نسخه پیش‌نویسی یافت نشد
fr: Aucune version brouillon trouvée
it: Nessuna versione bozza trovata
ja: 下書きバージョンが見つかりません
pt: Nenhuma versão rascunho encontrada

source: No draft or published version found
ar: لم يتم العثور على إصدار مسودة أو منشور
de: Kein Entwurf oder veröffentlichte Version gefunden
es: No se encontró versión borrador o publicada
fa: هیچ نسخه پیش‌نویس یا منتشر شده‌ای یافت نشد
fr: Aucune version brouillon ou publiée trouvée
it: Nessuna versione bozza o pubblicata trovata
ja: 下書きまたは公開バージョンが見つかりません
pt: Nenhuma versão rascunho ou publicada encontrada

source: One or more files not found or not accessible
ar: ملف أو أكثر غير موجود أو غير قابل للوصول
de: Eine oder mehrere Dateien nicht gefunden oder nicht zugänglich
es: Uno o más archivos no encontrados o no accesibles
fa: یک یا چند فایل یافت نشد یا قابل دسترسی نیست
fr: Un ou plusieurs fichiers non trouvés ou non accessibles
it: Uno o più file non trovati o non accessibili
ja: 1つ以上のファイルが見つからないか、アクセスできません
pt: Um ou mais arquivos não encontrados ou não acessíveis

source: List agent versions
ar: قائمة إصدارات الوكيل
de: Agent-Versionen auflisten
es: Listar versiones del agente
fa: فهرست نسخه‌های دستیار
fr: Lister les versions d'agent
it: Elenca versioni agente
ja: エージェントバージョンを一覧表示
pt: Listar versões do agente

source: Get single version
ar: الحصول على إصدار واحد
de: Einzelne Version abrufen
es: Obtener versión única
fa: دریافت نسخه واحد
fr: Obtenir une version unique
it: Ottieni versione singola
ja: 単一バージョンを取得
pt: Obter versão única

source: List draft tools
ar: قائمة أدوات المسودة
de: Entwurfs-Tools auflisten
es: Listar herramientas borrador
fa: فهرست ابزارهای پیش‌نویس
fr: Lister les outils brouillon
it: Elenca strumenti bozza
ja: 下書きツールを一覧表示
pt: Listar ferramentas rascunho

source: Get draft tool
ar: الحصول على أداة المسودة
de: Entwurfs-Tool abrufen
es: Obtener herramienta borrador
fa: دریافت ابزار پیش‌نویس
fr: Obtenir l'outil brouillon
it: Ottieni strumento bozza
ja: 下書きツールを取得
pt: Obter ferramenta rascunho

source: Add tool to draft
ar: إضافة أداة إلى المسودة
de: Tool zum Entwurf hinzufügen
es: Agregar herramienta al borrador
fa: افزودن ابزار به پیش‌نویس
fr: Ajouter l'outil au brouillon
it: Aggiungi strumento alla bozza
ja: ツールを下書きに追加
pt: Adicionar ferramenta ao rascunho

source: Update tool in draft
ar: تحديث الأداة في المسودة
de: Tool im Entwurf aktualisieren
es: Actualizar herramienta en borrador
fa: به‌روزرسانی ابزار در پیش‌نویس
fr: Mettre à jour l'outil dans le brouillon
it: Aggiorna strumento nella bozza
ja: 下書きのツールを更新
pt: Atualizar ferramenta no rascunho

source: Remove tool from draft
ar: إزالة الأداة من المسودة
de: Tool aus Entwurf entfernen
es: Eliminar herramienta del borrador
fa: حذف ابزار از پیش‌نویس
fr: Supprimer l'outil du brouillon
it: Rimuovi strumento dalla bozza
ja: 下書きからツールを削除
pt: Remover ferramenta do rascunho

source: List draft knowledge bases
ar: قائمة قواعد معرفة المسودة
de: Entwurfs-Wissensdatenbanken auflisten
es: Listar bases de conocimientos borrador
fa: فهرست پایگاه‌های دانش پیش‌نویس
fr: Lister les bases de connaissances brouillon
it: Elenca basi di conoscenza bozza
ja: 下書きナレッジベースを一覧表示
pt: Listar bases de conhecimento rascunho

source: Get draft knowledge base
ar: الحصول على قاعدة معرفة المسودة
de: Entwurfs-Wissensdatenbank abrufen
es: Obtener base de conocimientos borrador
fa: دریافت پایگاه دانش پیش‌نویس
fr: Obtenir la base de connaissances brouillon
it: Ottieni base di conoscenza bozza
ja: 下書きナレッジベースを取得
pt: Obter base de conhecimento rascunho

source: Add knowledge base to draft
ar: إضافة قاعدة معرفة إلى المسودة
de: Wissensdatenbank zum Entwurf hinzufügen
es: Agregar base de conocimientos al borrador
fa: افزودن پایگاه دانش به پیش‌نویس
fr: Ajouter la base de connaissances au brouillon
it: Aggiungi base di conoscenza alla bozza
ja: ナレッジベースを下書きに追加
pt: Adicionar base de conhecimento ao rascunho

source: Update knowledge base in draft
ar: تحديث قاعدة المعرفة في المسودة
de: Wissensdatenbank im Entwurf aktualisieren
es: Actualizar base de conocimientos en borrador
fa: به‌روزرسانی پایگاه دانش در پیش‌نویس
fr: Mettre à jour la base de connaissances dans le brouillon
it: Aggiorna base di conoscenza nella bozza
ja: 下書きのナレッジベースを更新
pt: Atualizar base de conhecimento no rascunho

source: Remove knowledge base from draft
ar: إزالة قاعدة المعرفة من المسودة
de: Wissensdatenbank aus Entwurf entfernen
es: Eliminar base de conocimientos del borrador
fa: حذف پایگاه دانش از پیش‌نویس
fr: Supprimer la base de connaissances du brouillon
it: Rimuovi base di conoscenza dalla bozza
ja: 下書きからナレッジベースを削除
pt: Remover base de conhecimento do rascunho

source: List draft agent tools
ar: قائمة أدوات وكيل المسودة
de: Entwurfs-Agent-Tools auflisten
es: Listar herramientas de agente borrador
fa: فهرست ابزارهای دستیار پیش‌نویس
fr: Lister les outils d'agent brouillon
it: Elenca strumenti agente bozza
ja: 下書きエージェントツールを一覧表示
pt: Listar ferramentas de agente rascunho

source: Get draft agent tool
ar: الحصول على أداة وكيل المسودة
de: Entwurfs-Agent-Tool abrufen
es: Obtener herramienta de agente borrador
fa: دریافت ابزار دستیار پیش‌نویس
fr: Obtenir l'outil d'agent brouillon
it: Ottieni strumento agente bozza
ja: 下書きエージェントツールを取得
pt: Obter ferramenta de agente rascunho

source: Add agent as tool to draft
ar: إضافة وكيل كأداة إلى المسودة
de: Agent als Tool zum Entwurf hinzufügen
es: Agregar agente como herramienta al borrador
fa: افزودن دستیار به عنوان ابزار به پیش‌نویس
fr: Ajouter l'agent comme outil au brouillon
it: Aggiungi agente come strumento alla bozza
ja: エージェントをツールとして下書きに追加
pt: Adicionar agente como ferramenta ao rascunho

source: Update agent tool in draft
ar: تحديث أداة الوكيل في المسودة
de: Agent-Tool im Entwurf aktualisieren
es: Actualizar herramienta de agente en borrador
fa: به‌روزرسانی ابزار دستیار در پیش‌نویس
fr: Mettre à jour l'outil d'agent dans le brouillon
it: Aggiorna strumento agente nella bozza
ja: 下書きのエージェントツールを更新
pt: Atualizar ferramenta de agente no rascunho

source: Remove agent tool from draft
ar: إزالة أداة الوكيل من المسودة
de: Agent-Tool aus Entwurf entfernen
es: Eliminar herramienta de agente del borrador
fa: حذف ابزار دستیار از پیش‌نویس
fr: Supprimer l'outil d'agent du brouillon
it: Rimuovi strumento agente dalla bozza
ja: 下書きからエージェントツールを削除
pt: Remover ferramenta de agente do rascunho
