Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: Constrains effort on reasoning for reasoning models. Currently supported values are none, low, medium, and high. Reducing reasoning effort can result in faster responses and fewer tokens used on reasoning in a response. The default for GPT-5.1 is none.
ar: يقيد جهد الاستدلال لنماذج الاستدلال. القيم المدعومة حالياً هي: لا شيء، منخفض، متوسط، وعالي. تقليل جهد الاستدلال يمكن أن يؤدي إلى استجابات أسرع ورموز أقل. الافتراضي لـ GPT-5.1 هو لا شيء.
de: Begrenzt den Reasoning-Aufwand für Reasoning-Modelle. Aktuell unterstützte Werte sind: keiner, niedrig, mittel und hoch. Die Reduzierung des Reasoning-Aufwands kann zu schnelleren Antworten und weniger Token führen. Der Standard für GPT-5.1 ist keiner.
es: Limita el esfuerzo de razonamiento para modelos de razonamiento. Los valores soportados son: ninguno, bajo, medio y alto. Reducir el esfuerzo de razonamiento puede resultar en respuestas más rápidas y menos tokens. El valor predeterminado para GPT-5.1 es ninguno.
fa: محدود کردن تلاش استدلال برای مدل‌های استدلالی. مقادیر پشتیبانی شده فعلی عبارتند از: هیچ، کم، متوسط و زیاد. کاهش تلاش استدلال می‌تواند منجر به پاسخ‌های سریع‌تر و استفاده کمتر از توکن‌ها شود. پیش‌فرض برای GPT-5.1 هیچ است.
fr: Limite l'effort de raisonnement pour les modèles de raisonnement. Les valeurs supportées sont : aucun, faible, moyen et élevé. Réduire l'effort de raisonnement peut entraîner des réponses plus rapides et moins de tokens. La valeur par défaut pour GPT-5.1 est aucun.
it: Limita lo sforzo di ragionamento per i modelli di ragionamento. I valori supportati sono: nessuno, basso, medio e alto. Ridurre lo sforzo di ragionamento può portare a risposte più veloci e meno token. Il valore predefinito per GPT-5.1 è nessuno.
ja: 推論モデルの推論に費やす労力を制限します。サポートされている値は、none、low、medium、highです。推論労力を減らすと、応答が速くなり、使用されるトークンが少なくなります。GPT-5.1のデフォルトはnoneです。
pt: Limita o esforço de raciocínio para modelos de raciocínio. Os valores suportados são: nenhum, baixo, médio e alto. Reduzir o esforço de raciocínio pode resultar em respostas mais rápidas e menos tokens. O padrão para GPT-5.1 é nenhum.

source: constrains effort on reasoning for reasoning models
ar: يقيد جهد الاستدلال لنماذج الاستدلال
de: begrenzt den Reasoning-Aufwand für Reasoning-Modelle
es: limita el esfuerzo de razonamiento para modelos de razonamiento
fa: محدود کردن تلاش استدلال برای مدل‌های استدلالی
fr: limite l'effort de raisonnement pour les modèles de raisonnement
it: limita lo sforzo di ragionamento per i modelli di ragionamento
ja: 推論モデルの推論に費やす労力を制限します
pt: limita o esforço de raciocínio para modelos de raciocínio

source: o3 series models require KYC validation for streaming output, if you want to use the models without this limitation, please turn off streaming responses.
ar: نماذج سلسلة o3 تتطلب التحقق من KYC للإخراج المتدفق. إذا كنت تريد استخدام النماذج بدون هذا القيد، يرجى إيقاف الاستجابات المتدفقة.
de: o3-Serien-Modelle erfordern KYC-Validierung für Streaming-Ausgabe. Wenn Sie die Modelle ohne diese Einschränkung verwenden möchten, deaktivieren Sie bitte die Streaming-Antworten.
es: Los modelos de la serie o3 requieren validación KYC para salida en streaming. Si desea usar los modelos sin esta limitación, desactive las respuestas en streaming.
fa: مدل‌های سری o3 برای خروجی جریانی نیاز به تأیید KYC دارند. اگر می‌خواهید بدون این محدودیت از مدل‌ها استفاده کنید، لطفاً پاسخ‌های جریانی را غیرفعال کنید.
fr: Les modèles de la série o3 nécessitent une validation KYC pour la sortie en streaming. Si vous souhaitez utiliser les modèles sans cette limitation, veuillez désactiver les réponses en streaming.
it: I modelli della serie o3 richiedono la validazione KYC per l'output in streaming. Se vuoi usare i modelli senza questa limitazione, disattiva le risposte in streaming.
ja: o3シリーズモデルはストリーミング出力にKYC検証が必要です。この制限なしでモデルを使用したい場合は、ストリーミング応答をオフにしてください。
pt: Os modelos da série o3 requerem validação KYC para saída em streaming. Se você quiser usar os modelos sem esta limitação, desative as respostas em streaming.

source: A model with this key already exists for this provider config.
ar: يوجد نموذج بهذا المفتاح بالفعل لهذا التكوين.
de: Ein Modell mit diesem Schlüssel existiert bereits für diese Anbieterkonfiguration.
es: Ya existe un modelo con esta clave para esta configuración de proveedor.
fa: یک مدل با این کلید برای این پیکربندی ارائه‌دهنده وجود دارد.
fr: Un modèle avec cette clé existe déjà pour cette configuration de fournisseur.
it: Esiste già un modello con questa chiave per questa configurazione provider.
ja: このプロバイダー設定には、このキーを持つモデルがすでに存在します。
pt: Já existe um modelo com esta chave para esta configuração de provedor.

source: List team provider configs
ar: عرض تهيئات مزود الفريق
de: Team-Anbieterkonfigurationen auflisten
es: Listar configuraciones de proveedores del equipo
fa: فهرست پیکربندی‌های ارائه‌دهنده تیم
fr: Lister les configurations de fournisseurs de l'équipe
it: Elenca configurazioni provider team
ja: チームプロバイダー設定一覧
pt: Listar configurações de provedor da equipe

source: Get all provider configurations for the current team.
ar: الحصول على جميع تهيئات المزود للفريق الحالي.
de: Alle Anbieterkonfigurationen für das aktuelle Team abrufen.
es: Obtener todas las configuraciones de proveedores para el equipo actual.
fa: دریافت همه پیکربندی‌های ارائه‌دهنده برای تیم فعلی.
fr: Obtenir toutes les configurations de fournisseurs pour l'équipe actuelle.
it: Ottieni tutte le configurazioni provider per il team corrente.
ja: 現在のチームのすべてのプロバイダー設定を取得します。
pt: Obter todas as configurações de provedor para a equipe atual.

source: Create a new provider configuration for the current team.
ar: إنشاء تهيئة مزود جديدة للفريق الحالي.
de: Eine neue Anbieterkonfiguration für das aktuelle Team erstellen.
es: Crear una nueva configuración de proveedor para el equipo actual.
fa: ایجاد پیکربندی ارائه‌دهنده جدید برای تیم فعلی.
fr: Créer une nouvelle configuration de fournisseur pour l'équipe actuelle.
it: Crea una nuova configurazione provider per il team corrente.
ja: 現在のチームのために新しいプロバイダー設定を作成します。
pt: Criar uma nova configuração de provedor para a equipe atual.

source: Get detailed information about a specific provider configuration.
ar: الحصول على معلومات تفصيلية حول تهيئة مزود محددة.
de: Detaillierte Informationen über eine bestimmte Anbieterkonfiguration abrufen.
es: Obtener información detallada sobre una configuración de proveedor específica.
fa: دریافت اطلاعات دقیق درباره پیکربندی خاص ارائه‌دهنده.
fr: Obtenir des informations détaillées sur une configuration de fournisseur spécifique.
it: Ottieni informazioni dettagliate su una configurazione provider specifica.
ja: 特定のプロバイダー設定の詳細情報を取得します。
pt: Obter informações detalhadas sobre uma configuração de provedor específica.

source: Delete a provider configuration.
ar: حذف تهيئة المزود.
de: Eine Anbieterkonfiguration löschen.
es: Eliminar una configuración de proveedor.
fa: حذف پیکربندی ارائه‌دهنده.
fr: Supprimer une configuration de fournisseur.
it: Elimina una configurazione provider.
ja: プロバイダー設定を削除します。
pt: Excluir uma configuração de provedor.

source: Update a provider configuration.
ar: تحديث تهيئة المزود.
de: Eine Anbieterkonfiguration aktualisieren.
es: Actualizar una configuración de proveedor.
fa: به‌روزرسانی پیکربندی ارائه‌دهنده.
fr: Mettre à jour une configuration de fournisseur.
it: Aggiorna una configurazione provider.
ja: プロバイダー設定を更新します。
pt: Atualizar uma configuração de provedor.

source: List available providers
ar: عرض المزودين المتاحين
de: Verfügbare Anbieter auflisten
es: Listar proveedores disponibles
fa: فهرست ارائه‌دهندگان موجود
fr: Lister les fournisseurs disponibles
it: Elenca provider disponibili
ja: 利用可能なプロバイダー一覧
pt: Listar provedores disponíveis

source: Get a list of available LLM providers.
ar: الحصول على قائمة مزودي LLM المتاحين.
de: Eine Liste der verfügbaren LLM-Anbieter abrufen.
es: Obtener una lista de proveedores LLM disponibles.
fa: دریافت لیست ارائه‌دهندگان LLM موجود.
fr: Obtenir une liste des fournisseurs LLM disponibles.
it: Ottieni un elenco dei provider LLM disponibili.
ja: 利用可能なLLMプロバイダーのリストを取得します。
pt: Obter uma lista de provedores LLM disponíveis.

source: List all provider configs (Global and Team-specific)
ar: عرض جميع تهيئات المزود (عامة وخاصة بالفريق)
de: Alle Anbieterkonfigurationen auflisten (Global und teamspezifisch)
es: Listar todas las configuraciones de proveedores (globales y específicas del equipo)
fa: فهرست همه پیکربندی‌های ارائه‌دهنده (عمومی و تیمی)
fr: Lister toutes les configurations de fournisseurs (globales et spécifiques à l'équipe)
it: Elenca tutte le configurazioni provider (Globali e specifiche del team)
ja: すべてのプロバイダー設定一覧（グローバルとチーム固有）
pt: Listar todas as configurações de provedor (Globais e Específicas da Equipe)

source: Get all available provider configurations including global and team-specific ones.
ar: الحصول على جميع تهيئات المزود المتاحة بما في ذلك العامة والخاصة بالفريق.
de: Alle verfügbaren Anbieterkonfigurationen einschließlich globaler und teamspezifischer abrufen.
es: Obtener todas las configuraciones de proveedores disponibles, incluidas las globales y específicas del equipo.
fa: دریافت همه پیکربندی‌های موجود شامل عمومی و تیمی.
fr: Obtenir toutes les configurations de fournisseurs disponibles, y compris les globales et spécifiques à l'équipe.
it: Ottieni tutte le configurazioni provider disponibili, incluse quelle globali e specifiche del team.
ja: グローバルおよびチーム固有を含む利用可能なすべてのプロバイダー設定を取得します。
pt: Obter todas as configurações de provedor disponíveis, incluindo globais e específicas da equipe.

source: Test provider config
ar: اختبار تهيئة المزود
de: Anbieterkonfiguration testen
es: Probar configuración del proveedor
fa: تست پیکربندی ارائه‌دهنده
fr: Tester la configuration du fournisseur
it: Testa configurazione provider
ja: プロバイダー設定をテスト
pt: Testar configuração de provedor

source: Test a provider configuration without saving it.
ar: اختبار تهيئة مزود دون حفظها.
de: Eine Anbieterkonfiguration testen, ohne sie zu speichern.
es: Probar una configuración de proveedor sin guardarla.
fa: تست پیکربندی ارائه‌دهنده بدون ذخیره آن.
fr: Tester une configuration de fournisseur sans l'enregistrer.
it: Testa una configurazione provider senza salvarla.
ja: 保存せずにプロバイダー設定をテストします。
pt: Testar uma configuração de provedor sem salvá-la.

source: Get provider models
ar: الحصول على نماذج المزود
de: Anbietermodelle abrufen
es: Obtener modelos del proveedor
fa: دریافت مدل‌های ارائه‌دهنده
fr: Obtenir les modèles du fournisseur
it: Ottieni modelli provider
ja: プロバイダーモデルを取得
pt: Obter modelos do provedor

source: Get all models supported by a specific provider.
ar: الحصول على جميع النماذج التي يدعمها مزود محدد.
de: Alle von einem bestimmten Anbieter unterstützten Modelle abrufen.
es: Obtener todos los modelos soportados por un proveedor específico.
fa: دریافت همه مدل‌های پشتیبانی شده توسط ارائه‌دهنده خاص.
fr: Obtenir tous les modèles pris en charge par un fournisseur spécifique.
it: Ottieni tutti i modelli supportati da un provider specifico.
ja: 特定のプロバイダーがサポートするすべてのモデルを取得します。
pt: Obter todos os modelos suportados por um provedor específico.

source: Get provider embedding models
ar: الحصول على نماذج تضمين المزود
de: Anbieter-Embedding-Modelle abrufen
es: Obtener modelos de embedding del proveedor
fa: دریافت مدل‌های جاسازی ارائه‌دهنده
fr: Obtenir les modèles d'embedding du fournisseur
it: Ottieni modelli embedding provider
ja: プロバイダー埋め込みモデルを取得
pt: Obter modelos de embedding do provedor

source: Get all embedding models supported by a specific provider.
ar: الحصول على جميع نماذج التضمين التي يدعمها مزود محدد.
de: Alle Embedding-Modelle abrufen, die von einem bestimmten Anbieter unterstützt werden.
es: Obtener todos los modelos de embedding soportados por un proveedor específico.
fa: دریافت همه مدل‌های جاسازی پشتیبانی شده توسط ارائه‌دهنده خاص.
fr: Obtenir tous les modèles d'embedding pris en charge par un fournisseur spécifique.
it: Ottieni tutti i modelli embedding supportati da un provider specifico.
ja: 特定のプロバイダーがサポートするすべての埋め込みモデルを取得します。
pt: Obter todos os modelos de embedding suportados por um provedor específico.

source: Test failed
ar: فشل الاختبار
de: Test fehlgeschlagen
es: Prueba fallida
fa: تست ناموفق
fr: Test échoué
it: Test fallito
ja: テスト失敗
pt: Teste falhou

source: Failed to acquire lock '{lock_name}' within {wait_time} seconds
ar: فشل الحصول على قفل '{lock_name}' في غضون {wait_time} ثانية
de: Lock '{lock_name}' konnte nicht innerhalb von {wait_time} Sekunden erworben werden
es: Error al adquirir el bloqueo '{lock_name}' en {wait_time} segundos
fa: شکست در دریافت قفل '{lock_name}' ظرف {wait_time} ثانیه
fr: Échec de l'acquisition du verrou '{lock_name}' dans les {wait_time} secondes
it: Impossibile acquisire il lock '{lock_name}' entro {wait_time} secondi
ja: {wait_time}秒以内にロック'{lock_name}'の取得に失敗しました
pt: Falha ao adquirir bloqueio '{lock_name}' dentro de {wait_time} segundos

source: Stripe Configuration
ar: تهيئة Stripe
de: Stripe-Konfiguration
es: Configuración de Stripe
fa: پیکربندی Stripe
fr: Configuration Stripe
it: Configurazione Stripe
ja: Stripe設定
pt: Configuração do Stripe

source: Plan Limits
ar: حدود الخطة
es: Límites del plan
fa: محدودیت‌های پلن
fr: Limites du plan
it: Limiti Piano
ja: プラン制限
pt: Limites do Plano

source: Timestamps
ar: الطوابع الزمنية
de: Zeitstempel
es: Marcas de tiempo
fa: برچسب‌های زمانی
fr: Horodatages
it: Timestamp
ja: タイムスタンプ
pt: Carimbos de Data/Hora

source: Credits
ar: الرصيد
es: Créditos
fa: اعتبارات
fr: Crédits
it: Crediti
ja: クレジット
pt: Créditos

source: Subscription Details
ar: تفاصيل الاشتراك
de: Abonnement-Details
es: Detalles de la suscripción
fa: جزئیات اشتراک
fr: Détails de l'abonnement
it: Dettagli Abbonamento
ja: サブスクリプション詳細
pt: Detalhes da Assinatura

source: Payment Details
ar: تفاصيل الدفع
de: Zahlungsdetails
es: Detalles del pago
fa: جزئیات پرداخت
fr: Détails du paiement
it: Dettagli Pagamento
ja: 支払い詳細
pt: Detalhes do Pagamento

source: No Stripe signature found
ar: لم يتم العثور على توقيع Stripe
de: Keine Stripe-Signatur gefunden
es: No se encontró firma de Stripe
fa: امضای Stripe یافت نشد
fr: Aucune signature Stripe trouvée
it: Nessuna firma Stripe trovata
ja: Stripe署名が見つかりません
pt: Nenhuma assinatura do Stripe encontrada

source: Invalid Stripe signature
ar: توقيع Stripe غير صالح
de: Ungültige Stripe-Signatur
es: Firma de Stripe inválida
fa: امضای Stripe نامعتبر
fr: Signature Stripe invalide
it: Firma Stripe non valida
ja: 無効なStripe署名
pt: Assinatura do Stripe inválida

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fa: سالیانه
fr: Annuel
it: Annuale
ja: 年間
pt: Anual

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fa: ماهیانه
fr: Mensuel
it: Mensile
ja: 月間
pt: Mensal

source: Incomplete
ar: غير مكتمل
de: Unvollständig
es: Incompleto
fa: ناقص
fr: Incomplet
it: Incompleto
ja: 不完全
pt: Incompleto

source: Incomplete Expired
ar: غير مكتمل منتهي الصلاحية
de: Unvollständig abgelaufen
es: Incompleto expirado
fa: ناقص منقضی شده
fr: Incomplet expiré
it: Incompleto Scaduto
ja: 不完全期限切れ
pt: Incompleto Expirado

source: Past Due
ar: متأخر
de: Überfällig
es: Vencido
fa: عقب افتاده
fr: Échu
it: Scaduto
ja: 支払い期限超過
pt: Vencido

source: Paused
ar: موقوف مؤقتاً
de: Pausiert
es: Pausado
fa: متوقف شده
fr: En pause
it: In Pausa
ja: 一時停止
pt: Pausado

source: Trialing
ar: تجريبي
de: Testphase
es: En prueba
fa: در حال آزمایش
fr: En essai
it: In Prova
ja: 試用中
pt: Em Teste

source: Unpaid
ar: غير مدفوع
de: Unbezahlt
es: Sin pagar
fa: پرداخت نشده
fr: Non payé
it: Non Pagato
ja: 未払い
pt: Não Pago

source: Default
ar: افتراضي
de: Standard
es: Por defecto
fa: پیش‌فرض
fr: Par défaut
it: Predefinito
ja: デフォルト
pt: Padrão

source: Info
ar: معلومات
fa: اطلاعات
ja: 情報

source: Cross
ar: علامة X
de: Kreuz
es: Cruz
fa: ضربدر
fr: Croix
it: Croce
ja: クロス
pt: Cruz

source: Check
ar: علامة صح
de: Häkchen
es: Marcar
fa: بررسی
fr: Cocher
it: Spunta
ja: チェック
pt: Verificar

source: Content type
ar: نوع المحتوى
de: Inhaltstyp
es: Tipo de contenido
fa: نوع محتوا
fr: Type de contenu
it: Tipo di contenuto
ja: コンテンツタイプ
pt: Tipo de conteúdo

source: Crawl request
ar: طلب زحف
de: Crawl-Anfrage
es: Solicitud de rastreo
fa: درخواست خزش
fr: Demande de crawl
it: Richiesta di crawling
ja: クロールリクエスト
pt: Solicitação de rastreamento

source: Search request
ar: طلب بحث
de: Suchanfrage
es: Solicitud de búsqueda
fa: درخواست جستجو
fr: Demande de recherche
it: Richiesta di ricerca
ja: 検索リクエスト
pt: Solicitação de busca

source: Sitemap request
ar: طلب خريطة موقع
de: Sitemap-Anfrage
es: Solicitud de mapa del sitio
fa: درخواست نقشه سایت
fr: Demande de plan du site
it: Richiesta sitemap
ja: サイトマップリクエスト
pt: Solicitação de mapa do site

source: Knowledge base document
ar: مستند قاعدة معرفة
de: Wissensdatenbank-Dokument
es: Documento de base de conocimiento
fa: سند پایگاه دانش
fr: Document de base de connaissances
it: Documento base di conoscenza
ja: ナレッジベースドキュメント
pt: Documento de base de conhecimento

source: API key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fa: کلید API
fr: Clé API
it: Chiave API
ja: APIキー
pt: Chave de API

source: Invalid value. Expected format: app_label.model
ar: قيمة غير صالحة. التنسيق المتوقع: app_label.model
de: Ungültiger Wert. Erwartetes Format: app_label.model
es: Valor inválido. Formato esperado: app_label.model
fa: مقدار نامعتبر. فرمت مورد انتظار: app_label.model
fr: Valeur invalide. Format attendu : app_label.model
it: Valore non valido. Formato atteso: app_label.model
ja: 無効な値。期待される形式: app_label.model
pt: Valor inválido. Formato esperado: app_label.model

source: name
ar: الاسم
es: nombre
fa: نام
fr: nom
it: nome
ja: 名前
pt: nome

source: Label
ar: التسمية
de: Bezeichnung
es: Etiqueta
fa: برچسب
fr: Étiquette
it: Etichetta
ja: ラベル
pt: Rótulo

source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
it: Gruppo
ja: グループ
pt: Grupo

source: Price before discount
ar: السعر قبل الخصم
de: Preis vor Rabatt
es: Precio antes del descuento
fa: قیمت قبل از تخفیف
fr: Prix avant remise
it: Prezzo prima dello sconto
ja: 割引前価格
pt: Preço antes do desconto

source: Price
ar: السعر
de: Preis
es: Precio
fa: قیمت
fr: Prix
it: Prezzo
ja: 価格
pt: Preço

source: Stripe price id
ar: معرف سعر Stripe
de: Stripe-Preis-ID
es: ID de precio de Stripe
fa: شناسه قیمت Stripe
fr: ID de prix Stripe
it: ID prezzo Stripe
ja: Stripe価格ID
pt: ID de preço do Stripe

source: Number of users
ar: عدد المستخدمين
de: Anzahl der Benutzer
es: Número de usuarios
fa: تعداد کاربران
fr: Nombre d'utilisateurs
it: Numero di utenti
ja: ユーザー数
pt: Número de usuários

source: Number of users that can be added to the team.
ar: عدد المستخدمين الذين يمكن إضافتهم إلى الفريق.
de: Anzahl der Benutzer, die dem Team hinzugefügt werden können.
es: Número de usuarios que se pueden agregar al equipo.
fa: تعداد کاربرانی که می‌توانند به تیم اضافه شوند.
fr: Nombre d'utilisateurs pouvant être ajoutés à l'équipe.
it: Numero di utenti che possono essere aggiunti al team.
ja: チームに追加できるユーザー数。
pt: Número de usuários que podem ser adicionados à equipe.

source: Page credit
ar: رصيد الصفحات
de: Seiten-Credit
es: Crédito de páginas
fa: اعتبار صفحه
fr: Crédit de pages
it: Credito pagine
ja: ページクレジット
pt: Crédito de página

source: Number of pages that can be crawled in plan duration.
ar: عدد الصفحات التي يمكن زحفها في مدة الخطة.
de: Anzahl der Seiten, die während der Plandauer gecrawlt werden können.
es: Número de páginas que se pueden rastrear durante la duración del plan.
fa: تعداد صفحاتی که می‌توانند در مدت پلن خزش شوند.
fr: Nombre de pages pouvant être crawlées pendant la durée du plan.
it: Numero di pagine che possono essere scansionate durante il periodo del piano.
ja: プラン期間中にクロールできるページ数。
pt: Número de páginas que podem ser rastreadas na duração do plano.

source: Daily page credit
ar: رصيد الصفحات اليومي
de: Tägliches Seiten-Credit
es: Crédito de páginas diario
fa: اعتبار روزانه صفحه
fr: Crédit de pages quotidien
it: Credito pagine giornaliero
ja: 日次ページクレジット
pt: Crédito diário de página

source: Number of pages that can be crawled per day. resets at midnight. -1 for unlimited
ar: عدد الصفحات التي يمكن زحفها يومياً. يتم التصفير عند منتصف الليل. -1 لغير محدود
de: Anzahl der Seiten, die pro Tag gecrawlt werden können. Wird um Mitternacht zurückgesetzt. -1 für unbegrenzt
es: Número de páginas que se pueden rastrear por día. Se reinicia a medianoche. -1 para ilimitado
fa: تعداد صفحاتی که می‌توانند در روز خزش شوند. در نیمه‌شب بازنشانی می‌شود. -1 برای نامحدود
fr: Nombre de pages pouvant être crawlées par jour. Réinitialisé à minuit. -1 pour illimité
it: Numero di pagine che possono essere scansionate al giorno. Si resetta a mezzanotte. -1 per illimitato
ja: 1日にクロールできるページ数。真夜中にリセットされます。-1で無制限
pt: Número de páginas que podem ser rastreadas por dia. reinicia à meia-noite. -1 para ilimitado

source: Crawl max depth
ar: أقصى عمق للزحف
de: Maximale Crawl-Tiefe
es: Profundidad máxima de rastreo
fa: حداکثر عمق خزش
fr: Profondeur maximale de crawl
it: Profondità massima crawling
ja: クロール最大深度
pt: Profundidade máxima de rastreamento

source: Max depth of crawling.
ar: الحد الأقصى لعمق الزحف.
de: Maximale Tiefe des Crawlings.
es: Profundidad máxima de rastreo.
fa: حداکثر عمق خزش.
fr: Profondeur maximale de crawl.
it: Profondità massima di crawling.
ja: クロールの最大深度。
pt: Profundidade máxima de rastreamento.

source: Crawl max limit
ar: الحد الأقصى للزحف
de: Maximales Crawl-Limit
es: Límite máximo de rastreo
fa: حداکثر محدودیت خزش
fr: Limite maximale de crawl
it: Limite massimo crawling
ja: クロール最大制限
pt: Limite máximo de rastreamento

source: Max number of pages to crawl.
ar: الحد الأقصى لعدد الصفحات للزحف.
de: Maximale Anzahl der zu crawlenden Seiten.
es: Número máximo de páginas a rastrear.
fa: حداکثر تعداد صفحات قابل خزش.
fr: Nombre maximal de pages à crawler.
it: Numero massimo di pagine da scansionare.
ja: クロールする最大ページ数。
pt: Número máximo de páginas a rastrear.

source: Max concurrent crawl
ar: الحد الأقصى للزحف المتزامن
de: Maximale gleichzeitige Crawls
es: Rastreos simultáneos máximos
fa: حداکثر خزش همزمان
fr: Crawl simultané maximum
it: Crawling simultanei massimi
ja: 最大同時クロール
pt: Rastreamento concorrente máximo

source: Max Number of concurrent crawling.
ar: الحد الأقصى لعدد عمليات الزحف المتزامنة.
de: Maximale Anzahl gleichzeitiger Crawls.
es: Número máximo de rastreos simultáneos.
fa: حداکثر تعداد خزش همزمان.
fr: Nombre maximal de crawl simultané.
it: Numero massimo di crawling simultanei.
ja: 同時クロールの最大数。
pt: Número máximo de rastreamentos concorrentes.

source: Number of knowledge bases
ar: عدد قواعد المعرفة
de: Anzahl der Wissensdatenbanken
es: Número de bases de conocimiento
fa: تعداد پایگاه‌های دانش
fr: Nombre de bases de connaissances
it: Numero di basi di conoscenza
ja: ナレッジベース数
pt: Número de bases de conhecimento

source: Number of each knowledge base documents
ar: عدد مستندات كل قاعدة معرفة
de: Anzahl der Dokumente je Wissensdatenbank
es: Número de documentos por base de conocimiento
fa: تعداد اسناد هر پایگاه دانش
fr: Nombre de documents de chaque base de connaissances
it: Numero di documenti per base di conoscenza
ja: 各ナレッジベースのドキュメント数
pt: Número de documentos de cada base de conhecimento

source: Knowledge base retrival rate limit
ar: حد معدل استرجاع قاعدة المعرفة
de: Ratenlimit für Wissensdatenbank-Abrufe
es: Límite de tasa de recuperación de base de conocimiento
fa: محدودیت نرخ بازیابی پایگاه دانش
fr: Limite de taux de récupération de la base de connaissances
it: Limite frequenza recupero base di conoscenza
ja: ナレッジベース取得レート制限
pt: Limite de taxa de recuperação da base de conhecimento
