Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: JSON schema definition for structured output when response_format is json_schema.
ar: تعريف مخطط JSON للإخراج المنظم عندما يكون response_format هو json_schema.
de: JSON-Schema-Definition für strukturierte Ausgabe, wenn response_format json_schema ist.
es: Definición de esquema JSON para salida estructurada cuando response_format es json_schema.
fa: تعریف schema JSON برای خروجی ساختاریافته زمانی که response_format برابر json_schema است.
fr: Définition de schéma JSON pour la sortie structurée lorsque response_format est json_schema.
it: Definizione schema JSON per output strutturato quando response_format è json_schema.
ja: response_formatがjson_schemaの場合の構造化出力用JSONスキーマ定義。
pt: Definição de schema JSON para saída estruturada quando response_format é json_schema.

source: Grounding
ar: التأسيس
de: Verankerung
es: Anclaje
fa: زمینه‌سازی
fr: Ancrage
it: Ancoraggio
ja: グラウンディング
pt: Fundamentação

source: Grounding with Google Search
ar: التأسيس مع بحث Google
de: Verankerung mit Google-Suche
es: Anclaje con Búsqueda de Google
fa: زمینه‌سازی با جستجوی گوگل
fr: Ancrage avec Google Search
it: Ancoraggio con Google Search
ja: Google検索によるグラウンディング
pt: Fundamentação com Google Search

source: URL context
ar: سياق URL
de: URL-Kontext
es: Contexto de URL
fa: زمینه URL
fr: Contexte URL
it: Contesto URL
ja: URLコンテキスト
pt: Contexto de URL

source: Browse the url context
ar: تصفح سياق URL
de: URL-Kontext durchsuchen
es: Explorar el contexto de URL
fa: مرور زمینه URL
fr: Parcourir le contexte URL
it: Esplora il contesto URL
ja: URLコンテキストを閲覧
pt: Navegar no contexto da URL

source: Code execution
ar: تنفيذ الكود
de: Code-Ausführung
es: Ejecución de código
fa: اجرای کد
fr: Exécution de code
it: Esecuzione codice
ja: コード実行
pt: Execução de código

source: Lets Gemini use code to solve complex tasks
ar: يسمح لـ Gemini باستخدام الكود لحل المهام المعقدة
de: Lässt Gemini Code verwenden, um komplexe Aufgaben zu lösen
es: Permite que Gemini use código para resolver tareas complejas
fa: به Gemini اجازه می‌دهد از کد برای حل وظایف پیچیده استفاده کند
fr: Permet à Gemini d'utiliser du code pour résoudre des tâches complexes
it: Permette a Gemini di usare codice per risolvere compiti complessi
ja: Geminiがコードを使用して複雑なタスクを解決できるようにします
pt: Permite que o Gemini use código para resolver tarefas complexas

source: Creativity allowed in the response
ar: الإبداع المسموح به في الاستجابة
de: In der Antwort erlaubte Kreativität
es: Creatividad permitida en la respuesta
fa: خلاقیت مجاز در پاسخ
fr: Créativité autorisée dans la réponse
it: Creatività permessa nella risposta
ja: 応答で許可される創造性
pt: Criatividade permitida na resposta

source: Aspect ratio
ar: نسبة العرض إلى الارتفاع
de: Seitenverhältnis
es: Relación de aspecto
fa: نسبت تصویر
fr: Rapport d'aspect
it: Rapporto d'aspetto
ja: アスペクト比
pt: Proporção

source: Aspect ratio of the generated images.
ar: نسبة العرض إلى الارتفاع للصور المُنشأة.
de: Seitenverhältnis der generierten Bilder.
es: Relación de aspecto de las imágenes generadas.
fa: نسبت تصویر تصاویر تولید شده.
fr: Rapport d'aspect des images générées.
it: Rapporto d'aspetto delle immagini generate.
ja: 生成される画像のアスペクト比。
pt: Proporção das imagens geradas.

source: Output length
ar: طول الإخراج
de: Ausgabelänge
es: Longitud de salida
fa: طول خروجی
fr: Longueur de sortie
it: Lunghezza output
ja: 出力長
pt: Comprimento da saída

source: Maximum number of tokens in response
ar: الحد الأقصى لعدد الرموز في الاستجابة
de: Maximale Anzahl von Token in der Antwort
es: Número máximo de tokens en la respuesta
fa: حداکثر تعداد توکن‌ها در پاسخ
fr: Nombre maximum de tokens dans la réponse
it: Numero massimo di token nella risposta
ja: 応答の最大トークン数
pt: Número máximo de tokens na resposta

source: Include Thoughts
ar: تضمين الأفكار
de: Gedanken einschließen
es: Incluir Pensamientos
fa: شامل افکار
fr: Inclure les Pensées
it: Includi Pensieri
ja: 思考を含める
pt: Incluir Pensamentos

source: Indicates whether to include thoughts in the response. If true, thoughts are returned only if the model supports thought and thoughts are available.
ar: يشير إلى ما إذا كان يجب تضمين الأفكار في الاستجابة. إذا كان صحيحاً، تُرجع الأفكار فقط إذا كان النموذج يدعم التفكير والأفكار متاحة.
de: Gibt an, ob Gedanken in die Antwort aufgenommen werden sollen. Falls wahr, werden Gedanken nur zurückgegeben, wenn das Modell Gedanken unterstützt und diese verfügbar sind.
es: Indica si se deben incluir pensamientos en la respuesta. Si es verdadero, los pensamientos se devuelven solo si el modelo soporta pensamiento y los pensamientos están disponibles.
fa: نشان می‌دهد که آیا افکار در پاسخ گنجانده شود. اگر true باشد، افکار فقط در صورتی برگردانده می‌شوند که مدل از افکار پشتیبانی کند و افکار در دسترس باشند.
fr: Indique si les pensées doivent être incluses dans la réponse. Si vrai, les pensées ne sont retournées que si le modèle les supporte et qu'elles sont disponibles.
it: Indica se includere i pensieri nella risposta. Se true, i pensieri vengono restituiti solo se il modello supporta il pensiero e i pensieri sono disponibili.
ja: 応答に思考を含めるかどうかを示します。trueの場合、モデルが思考をサポートし、思考が利用可能な場合にのみ思考が返されます。
pt: Indica se deve incluir pensamentos na resposta. Se verdadeiro, os pensamentos são retornados apenas se o modelo suportar pensamento e os pensamentos estiverem disponíveis.

source: Thinking Mode
ar: وضع التفكير
de: Denkmodus
es: Modo de Pensamiento
fa: حالت تفکر
fr: Mode de Réflexion
it: Modalità Pensiero
ja: 思考モード
pt: Modo de Pensamento

source: Whether to enable thinking mode. If true and thinking_budget is not set, turn on dynamic thinking.
ar: ما إذا كان يجب تفعيل وضع التفكير. إذا كان صحيحاً ولم يتم تعيين thinking_budget، يتم تفعيل التفكير الديناميكي.
de: Ob der Denkmodus aktiviert werden soll. Falls wahr und thinking_budget nicht gesetzt ist, wird dynamisches Denken aktiviert.
es: Si habilitar el modo de pensamiento. Si es true y thinking_budget no está establecido, activar pensamiento dinámico.
fa: آیا حالت تفکر فعال شود. اگر true باشد و thinking_budget تنظیم نشده باشد، تفکر پویا فعال می‌شود.
fr: Activer ou non le mode de réflexion. Si vrai et thinking_budget n'est pas défini, activer la réflexion dynamique.
it: Se abilitare la modalità pensiero. Se true e thinking_budget non è impostato, attiva il pensiero dinamico.
ja: 思考モードを有効にするかどうか。trueでthinking_budgetが設定されていない場合、動的思考が有効になります。
pt: Se habilitar o modo de pensamento. Se verdadeiro e thinking_budget não estiver definido, ativa o pensamento dinâmico.

source: Thinking Budget
ar: ميزانية التفكير
de: Denkbudget
es: Presupuesto de Pensamiento
fa: بودجه تفکر
fr: Budget de Réflexion
it: Budget di Pensiero
ja: 思考バジェット
pt: Orçamento de Pensamento

source: Indicates the thinking budget in tokens. This value is valid only when thinking mode is enabled. The default values and allowed ranges are model dependent. When enabling the thinking mode, if the thinking budget is not set, the default is to enable dynamic budget reasoning.
ar: يشير إلى ميزانية التفكير بالرموز. هذه القيمة صالحة فقط عند تفعيل وضع التفكير. القيم الافتراضية والنطاقات المسموحة تعتمد على النموذج. عند تفعيل وضع التفكير، إذا لم يتم تعيين ميزانية التفكير، الافتراضي هو تفعيل استدلال الميزانية الديناميكية.
de: Gibt das Denkbudget in Token an. Dieser Wert ist nur gültig, wenn der Denkmodus aktiviert ist. Die Standardwerte und erlaubten Bereiche sind modellabhängig. Beim Aktivieren des Denkmodus ist der Standard die Aktivierung des dynamischen Budget-Reasonings, wenn das Denkbudget nicht gesetzt ist.
es: Indica el presupuesto de pensamiento en tokens. Este valor es válido solo cuando el modo de pensamiento está habilitado. Los valores predeterminados y rangos permitidos dependen del modelo. Al habilitar el modo de pensamiento, si el presupuesto de pensamiento no está establecido, el predeterminado es habilitar el razonamiento de presupuesto dinámico.
fa: بودجه تفکر را به توکن نشان می‌دهد. این مقدار فقط زمانی معتبر است که حالت تفکر فعال باشد. مقادیر پیش‌فرض و محدوده‌های مجاز وابسته به مدل است. هنگام فعال‌سازی حالت تفکر، اگر بودجه تفکر تنظیم نشود، پیش‌فرض فعال‌سازی استدلال بودجه پویا است.
fr: Indique le budget de réflexion en tokens. Cette valeur n'est valide que lorsque le mode de réflexion est activé. Les valeurs par défaut et les plages autorisées dépendent du modèle. Lors de l'activation du mode de réflexion, si le budget n'est pas défini, la valeur par défaut active le raisonnement à budget dynamique.
it: Indica il budget di pensiero in token. Questo valore è valido solo quando la modalità pensiero è abilitata. I valori predefiniti e gli intervalli consentiti dipendono dal modello. Quando si abilita la modalità pensiero, se il budget non è impostato, il predefinito è abilitare il ragionamento a budget dinamico.
ja: トークンでの思考バジェットを示します。この値は思考モードが有効な場合にのみ有効です。デフォルト値と許容範囲はモデルによって異なります。思考モードを有効にする際、思考バジェットが設定されていない場合、デフォルトは動的バジェット推論を有効にすることです。
pt: Indica o orçamento de pensamento em tokens. Este valor é válido apenas quando o modo de pensamento está habilitado. Os valores padrão e intervalos permitidos dependem do modelo. Ao habilitar o modo de pensamento, se o orçamento não for definido, o padrão é habilitar raciocínio de orçamento dinâmico.

source: Include thoughts
ar: تضمين الأفكار
de: Gedanken einschließen
es: Incluir pensamientos
fa: شامل افکار
fr: Inclure les pensées
it: Includi pensieri
ja: 思考を含める
pt: Incluir pensamentos

source: Thinking mode
ar: وضع التفكير
de: Denkmodus
es: Modo de pensamiento
fa: حالت تفکر
fr: Mode de réflexion
it: Modalità pensiero
ja: 思考モード
pt: Modo de pensamento

source: Set thinking budget
ar: تعيين ميزانية التفكير
de: Denkbudget setzen
es: Establecer presupuesto de pensamiento
fa: تنظیم بودجه تفکر
fr: Définir le budget de réflexion
it: Imposta budget di pensiero
ja: 思考バジェットを設定
pt: Definir orçamento de pensamento

source: Indicates the thinking budget in tokens. This value is valid only when thinking mode is enabled. The default values and allowed ranges are model dependent. If the thinking budget is not set, the default is to enable dynamic budget reasoning.
ar: يشير إلى ميزانية التفكير بالرموز. هذه القيمة صالحة فقط عند تفعيل وضع التفكير. القيم الافتراضية والنطاقات المسموحة تعتمد على النموذج. إذا لم يتم تعيين ميزانية التفكير، الافتراضي هو تفعيل استدلال الميزانية الديناميكية.
de: Gibt das Denkbudget in Token an. Dieser Wert ist nur gültig, wenn der Denkmodus aktiviert ist. Die Standardwerte und erlaubten Bereiche sind modellabhängig. Wenn das Denkbudget nicht gesetzt ist, ist der Standard die Aktivierung des dynamischen Budget-Reasonings.
es: Indica el presupuesto de pensamiento en tokens. Este valor es válido solo cuando el modo de pensamiento está habilitado. Los valores predeterminados y rangos permitidos dependen del modelo. Si el presupuesto de pensamiento no está establecido, el predeterminado es habilitar el razonamiento de presupuesto dinámico.
fa: بودجه تفکر را به توکن نشان می‌دهد. این مقدار فقط زمانی معتبر است که حالت تفکر فعال باشد. مقادیر پیش‌فرض و محدوده‌های مجاز وابسته به مدل است. اگر بودجه تفکر تنظیم نشود، پیش‌فرض فعال‌سازی استدلال بودجه پویا است.
fr: Indique le budget de réflexion en tokens. Cette valeur n'est valide que lorsque le mode de réflexion est activé. Les valeurs par défaut et les plages autorisées dépendent du modèle. Si le budget de réflexion n'est pas défini, la valeur par défaut active le raisonnement à budget dynamique.
it: Indica il budget di pensiero in token. Questo valore è valido solo quando la modalità pensiero è abilitata. I valori predefiniti e gli intervalli consentiti dipendono dal modello. Se il budget di pensiero non è impostato, il predefinito è abilitare il ragionamento a budget dinamico.
ja: トークンでの思考バジェットを示します。この値は思考モードが有効な場合にのみ有効です。デフォルト値と許容範囲はモデルによって異なります。思考バジェットが設定されていない場合、デフォルトは動的バジェット推論を有効にすることです。
pt: Indica o orçamento de pensamento em tokens. Este valor é válido apenas quando o modo de pensamento está habilitado. Os valores padrão e intervalos permitidos dependem do modelo. Se o orçamento de pensamento não for definido, o padrão é habilitar raciocínio de orçamento dinâmico.

source: For Gemini 3, best results at default 1.0. Lower values may impact reasoning.
ar: لـ Gemini 3، أفضل النتائج عند القيمة الافتراضية 1.0. القيم المنخفضة قد تؤثر على الاستدلال.
de: Für Gemini 3 beste Ergebnisse bei Standardwert 1.0. Niedrigere Werte können das Reasoning beeinträchtigen.
es: Para Gemini 3, mejores resultados con el valor predeterminado 1.0. Valores más bajos pueden afectar el razonamiento.
fa: برای Gemini 3، بهترین نتایج با مقدار پیش‌فرض 1.0. مقادیر کمتر ممکن است بر استدلال تأثیر بگذارد.
fr: Pour Gemini 3, meilleurs résultats avec la valeur par défaut 1.0. Des valeurs plus basses peuvent impacter le raisonnement.
it: Per Gemini 3, migliori risultati con valore predefinito 1.0. Valori più bassi possono influenzare il ragionamento.
ja: Gemini 3の場合、デフォルト1.0で最良の結果が得られます。値を下げると推論に影響を与える可能性があります。
pt: Para Gemini 3, melhores resultados com valor padrão 1.0. Valores mais baixos podem impactar o raciocínio.

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fa: وضوح
fr: Résolution
it: Risoluzione
ja: 解像度
pt: Resolução

source: Resolution of the generated images. Defaults to 1K.
ar: دقة الصور المُنشأة. الافتراضي 1K.
de: Auflösung der generierten Bilder. Standard ist 1K.
es: Resolución de las imágenes generadas. Por defecto es 1K.
fa: وضوح تصاویر تولید شده. پیش‌فرض 1K است.
fr: Résolution des images générées. Par défaut 1K.
it: Risoluzione delle immagini generate. Predefinito 1K.
ja: 生成される画像の解像度。デフォルトは1K。
pt: Resolução das imagens geradas. Padrão é 1K.

source: Indicates whether to include thoughts in the response. If true, thoughts are returned only if the model supports thought and thoughts are available. Default is false.
ar: يشير إلى ما إذا كان يجب تضمين الأفكار في الاستجابة. إذا كان صحيحاً، تُرجع الأفكار فقط إذا كان النموذج يدعم التفكير والأفكار متاحة. الافتراضي هو خطأ.
de: Gibt an, ob Gedanken in die Antwort aufgenommen werden sollen. Falls wahr, werden Gedanken nur zurückgegeben, wenn das Modell Gedanken unterstützt und diese verfügbar sind. Standard ist false.
es: Indica si se deben incluir pensamientos en la respuesta. Si es verdadero, los pensamientos se devuelven solo si el modelo soporta pensamiento y los pensamientos están disponibles. El predeterminado es false.
fa: نشان می‌دهد که آیا افکار در پاسخ گنجانده شود. اگر true باشد، افکار فقط در صورتی برگردانده می‌شوند که مدل از افکار پشتیبانی کند و افکار در دسترس باشند. پیش‌فرض false است.
fr: Indique si les pensées doivent être incluses dans la réponse. Si vrai, les pensées ne sont retournées que si le modèle les supporte et qu'elles sont disponibles. La valeur par défaut est false.
it: Indica se includere i pensieri nella risposta. Se true, i pensieri vengono restituiti solo se il modello supporta il pensiero e i pensieri sono disponibili. Il predefinito è false.
ja: 応答に思考を含めるかどうかを示します。trueの場合、モデルが思考をサポートし、思考が利用可能な場合にのみ思考が返されます。デフォルトはfalseです。
pt: Indica se deve incluir pensamentos na resposta. Se verdadeiro, os pensamentos são retornados apenas se o modelo suportar pensamento e os pensamentos estiverem disponíveis. O padrão é falso.

source: Use Google Search
ar: استخدام بحث Google
de: Google-Suche verwenden
es: Usar Búsqueda de Google
fa: استفاده از جستجوی گوگل
fr: Utiliser Google Search
it: Usa Google Search
ja: Google検索を使用
pt: Usar Google Search

source: Media resolution
ar: دقة الوسائط
de: Medienauflösung
es: Resolución de medios
fa: وضوح رسانه
fr: Résolution média
it: Risoluzione media
ja: メディア解像度
pt: Resolução de mídia

source: Thinking level
ar: مستوى التفكير
de: Denkniveau
es: Nivel de pensamiento
fa: سطح تفکر
fr: Niveau de réflexion
it: Livello di pensiero
ja: 思考レベル
pt: Nível de pensamento

source: Indicates the thinking level. Default is High.
ar: يشير إلى مستوى التفكير. الافتراضي هو عالي.
de: Gibt das Denkniveau an. Standard ist Hoch.
es: Indica el nivel de pensamiento. El predeterminado es Alto.
fa: سطح تفکر را نشان می‌دهد. پیش‌فرض بالا است.
fr: Indique le niveau de réflexion. La valeur par défaut est Élevé.
it: Indica il livello di pensiero. Il predefinito è Alto.
ja: 思考レベルを示します。デフォルトはHighです。
pt: Indica o nível de pensamento. O padrão é Alto.

source: The maximum number of tokens to generate in the response.
ar: الحد الأقصى لعدد الرموز المُنشأة في الاستجابة.
de: Die maximale Anzahl von Token, die in der Antwort generiert werden sollen.
es: El número máximo de tokens a generar en la respuesta.
fa: حداکثر تعداد توکن‌ها برای تولید در پاسخ.
fr: Le nombre maximum de tokens à générer dans la réponse.
it: Il numero massimo di token da generare nella risposta.
ja: 応答で生成する最大トークン数。
pt: O número máximo de tokens a gerar na resposta.

source: specifying the format that the model must output
ar: تحديد التنسيق الذي يجب أن يُخرجه النموذج
de: Angabe des Formats, das das Modell ausgeben muss
es: especificando el formato que el modelo debe generar
fa: مشخص کردن فرمتی که مدل باید خروجی دهد
fr: spécifier le format que le modèle doit produire
it: specificare il formato che il modello deve produrre
ja: モデルが出力する形式を指定します
pt: especificando o formato que o modelo deve produzir

source: If specified, model will make a best effort to sample deterministically, such that repeated requests with the same seed and parameters should return the same result. Determinism is not guaranteed, and you should refer to the system_fingerprint response parameter to monitor changes in the backend.
ar: إذا تم تحديده، سيبذل النموذج قصارى جهده للأخذ عينة بشكل حتمي، بحيث يجب أن تُرجع الطلبات المتكررة بنفس البذرة والمعلمات نفس النتيجة. الحتمية غير مضمونة، ويجب عليك الرجوع إلى معلمة system_fingerprint للاستجابة لمراقبة التغييرات.
de: Falls angegeben, wird das Modell versuchen, deterministisch zu samplen, sodass wiederholte Anfragen mit demselben Seed und denselben Parametern dasselbe Ergebnis liefern sollten. Determinismus ist nicht garantiert, und Sie sollten den system_fingerprint-Antwortparameter überwachen, um Änderungen im Backend zu erkennen.
es: Si se especifica, el modelo hará su mejor esfuerzo para muestrear de forma determinista, de modo que las solicitudes repetidas con la misma semilla y parámetros deben devolver el mismo resultado. El determinismo no está garantizado, y debe consultar el parámetro system_fingerprint para monitorear cambios.
fa: اگر مشخص شود، مدل تلاش می‌کند به صورت قطعی نمونه‌برداری کند، به طوری که درخواست‌های تکراری با همان seed و پارامترها باید نتیجه یکسانی برگردانند. قطعیت تضمین نمی‌شود و باید پارامتر system_fingerprint را برای نظارت بر تغییرات بررسی کنید.
fr: Si spécifié, le modèle fera de son mieux pour échantillonner de manière déterministe, de sorte que les requêtes répétées avec la même graine et les mêmes paramètres devraient retourner le même résultat. Le déterminisme n'est pas garanti, et vous devez vous référer au paramètre system_fingerprint pour surveiller les changements.
it: Se specificato, il modello farà del suo meglio per campionare in modo deterministico, in modo che richieste ripetute con lo stesso seed e parametri dovrebbero restituire lo stesso risultato. Il determinismo non è garantito, e dovresti consultare il parametro system_fingerprint per monitorare i cambiamenti.
ja: 指定された場合、モデルは決定論的にサンプリングするよう最善を尽くします。同じシードとパラメータを持つ繰り返しリクエストは同じ結果を返すはずです。決定論は保証されておらず、バックエンドの変更を監視するにはsystem_fingerprintレスポンスパラメータを参照してください。
pt: Se especificado, o modelo fará o melhor esforço para amostrar deterministicamente, de modo que solicitações repetidas com a mesma seed e parâmetros devem retornar o mesmo resultado. O determinismo não é garantido, e você deve consultar o parâmetro system_fingerprint para monitorar mudanças.

source: Reasoning Effort
ar: جهد الاستدلال
de: Reasoning-Aufwand
es: Esfuerzo de Razonamiento
fa: تلاش استدلال
fr: Effort de Raisonnement
it: Sforzo di Ragionamento
ja: 推論労力
pt: Esforço de Raciocínio

source: Constrains effort on reasoning for reasoning models. Currently supported values are minimal, low, medium, and high. Reducing reasoning effort can result in faster responses and fewer tokens used on reasoning in a response
ar: يقيد جهد الاستدلال لنماذج الاستدلال. القيم المدعومة حالياً هي: الحد الأدنى، منخفض، متوسط، وعالي. تقليل جهد الاستدلال يمكن أن يؤدي إلى استجابات أسرع ورموز أقل مستخدمة في الاستدلال
de: Begrenzt den Reasoning-Aufwand für Reasoning-Modelle. Aktuell unterstützte Werte sind: minimal, niedrig, mittel und hoch. Die Reduzierung des Reasoning-Aufwands kann zu schnelleren Antworten und weniger Token für das Reasoning führen
es: Limita el esfuerzo de razonamiento para modelos de razonamiento. Los valores actualmente soportados son: mínimo, bajo, medio y alto. Reducir el esfuerzo de razonamiento puede resultar en respuestas más rápidas y menos tokens usados
fa: محدود کردن تلاش استدلال برای مدل‌های استدلالی. مقادیر پشتیبانی شده فعلی عبارتند از: حداقل، کم، متوسط و زیاد. کاهش تلاش استدلال می‌تواند منجر به پاسخ‌های سریع‌تر و استفاده کمتر از توکن‌ها در استدلال شود
fr: Limite l'effort de raisonnement pour les modèles de raisonnement. Les valeurs actuellement supportées sont : minimal, faible, moyen et élevé. Réduire l'effort de raisonnement peut entraîner des réponses plus rapides et moins de tokens utilisés
it: Limita lo sforzo di ragionamento per i modelli di ragionamento. I valori attualmente supportati sono: minimo, basso, medio e alto. Ridurre lo sforzo di ragionamento può portare a risposte più veloci e meno token usati
ja: 推論モデルの推論に費やす労力を制限します。現在サポートされている値は、minimal、low、medium、highです。推論労力を減らすと、応答が速くなり、推論に使用されるトークンが少なくなります
pt: Limita o esforço de raciocínio para modelos de raciocínio. Os valores atualmente suportados são: mínimo, baixo, médio e alto. Reduzir o esforço de raciocínio pode resultar em respostas mais rápidas e menos tokens usados

source: Verbosity
ar: الإسهاب
de: Ausführlichkeit
es: Verbosidad
fa: پرگویی
fr: Verbosité
it: Verbosità
ja: 冗長性
pt: Verbosidade

source: Constrains the verbosity of the model\
ar: يقيد إسهاب النموذج\
de: Begrenzt die Ausführlichkeit des Modells\
es: Limita la verbosidad del modelo\
fa: محدود کردن پرگویی مدل\
fr: Limite la verbosité du modèle\
it: Limita la verbosità del modello\
ja: モデルの冗長性を制限します\
pt: Limita a verbosidade do modelo\

source: Streaming
ar: البث
fa: جریانی
ja: ストリーミング

source: GPT-5 series models require KYC validation for streaming output, if you want to use the models without this limitation, please turn off streaming responses.
ar: نماذج سلسلة GPT-5 تتطلب التحقق من KYC للإخراج المتدفق. إذا كنت تريد استخدام النماذج بدون هذا القيد، يرجى إيقاف الاستجابات المتدفقة.
de: GPT-5-Serien-Modelle erfordern KYC-Validierung für Streaming-Ausgabe. Wenn Sie die Modelle ohne diese Einschränkung verwenden möchten, deaktivieren Sie bitte die Streaming-Antworten.
es: Los modelos de la serie GPT-5 requieren validación KYC para salida en streaming. Si desea usar los modelos sin esta limitación, desactive las respuestas en streaming.
fa: مدل‌های سری GPT-5 برای خروجی جریانی نیاز به تأیید KYC دارند. اگر می‌خواهید بدون این محدودیت از مدل‌ها استفاده کنید، لطفاً پاسخ‌های جریانی را غیرفعال کنید.
fr: Les modèles de la série GPT-5 nécessitent une validation KYC pour la sortie en streaming. Si vous souhaitez utiliser les modèles sans cette limitation, veuillez désactiver les réponses en streaming.
it: I modelli della serie GPT-5 richiedono la validazione KYC per l'output in streaming. Se vuoi usare i modelli senza questa limitazione, disattiva le risposte in streaming.
ja: GPT-5シリーズモデルはストリーミング出力にKYC検証が必要です。この制限なしでモデルを使用したい場合は、ストリーミング応答をオフにしてください。
pt: Os modelos da série GPT-5 requerem validação KYC para saída em streaming. Se você quiser usar os modelos sem esta limitação, desative as respostas em streaming.
