Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: Provider configuration for embedding models
ar: تهيئة المزود لنماذج التضمين
de: Anbieterkonfiguration für Embedding-Modelle
es: Configuración del proveedor para modelos de embedding
fa: پیکربندی ارائه‌دهنده برای مدل‌های جاسازی
fr: Configuration du fournisseur pour les modèles d'embedding
it: Configurazione provider per i modelli di embedding
ja: 埋め込みモデルのプロバイダー設定
pt: Configuração do provedor para modelos de embedding

source: Summarization Provider Config
ar: تهيئة مزود التلخيص
de: Zusammenfassungs-Anbieter-Konfiguration
es: Configuración del proveedor de resumen
fa: پیکربندی ارائه‌دهنده خلاصه‌سازی
fr: Configuration du fournisseur de résumé
it: Configurazione Provider Riassunto
ja: 要約プロバイダー設定
pt: Configuração do Provedor de Sumarização

source: Provider configuration for summarization models
ar: تهيئة المزود لنماذج التلخيص
de: Anbieterkonfiguration für Zusammenfassungsmodelle
es: Configuración del proveedor para modelos de resumen
fa: پیکربندی ارائه‌دهنده برای مدل‌های خلاصه‌سازی
fr: Configuration du fournisseur pour les modèles de résumé
it: Configurazione provider per i modelli di riassunto
ja: 要約モデルのプロバイダー設定
pt: Configuração do provedor para modelos de sumarização

source: Summarization Model
ar: نموذج التلخيص
de: Zusammenfassungsmodell
es: Modelo de resumen
fa: مدل خلاصه‌سازی
fr: Modèle de résumé
it: Modello di Riassunto
ja: 要約モデル
pt: Modelo de Sumarização

source: Summarizer Context
ar: سياق الملخص
de: Zusammenfassungs-Kontext
es: Contexto del resumen
fa: زمینه خلاصه‌ساز
fr: Contexte du résumé
it: Contesto Riassunto
ja: 要約コンテキスト
pt: Contexto do Sumarizador

source: Context to be provided to the summarizer
ar: السياق الذي سيتم توفيره للملخص
de: Kontext, der der Zusammenfassung bereitgestellt wird
es: Contexto a proporcionar al resumidor
fa: زمینه ارائه شده به خلاصه‌ساز
fr: Contexte à fournir au résumé
it: Contesto da fornire al riassunto
ja: 要約に提供されるコンテキスト
pt: Contexto a ser fornecido ao sumarizador

source: Summarizer Type
ar: نوع الملخص
de: Zusammenfassungstyp
es: Tipo de resumidor
fa: نوع خلاصه‌ساز
fr: Type de résumé
it: Tipo di Riassunto
ja: 要約タイプ
pt: Tipo de Sumarizador

source: The type of summarizer to use for document summarization
ar: نوع الملخص المستخدم لتلخيص المستند
de: Der Typ der Zusammenfassung für die Dokumentzusammenfassung
es: El tipo de resumidor a utilizar para el resumen de documentos
fa: نوع خلاصه‌ساز مورد استفاده برای خلاصه‌سازی اسناد
fr: Le type de résumé à utiliser pour la résumé de documents
it: Il tipo di riassunto da utilizzare per la sintesi del documento
ja: ドキュメント要約に使用する要約タイプ
pt: O tipo de sumarizador a usar para sumarização de documentos

source: Summarizer LLM Config
ar: تكوين LLM الملخص
de: Zusammenfasser-LLM-Konfiguration
es: Configuración LLM del Resumidor
fa: پیکربندی LLM خلاصه‌ساز
fr: Configuration LLM du Résumeur
it: Configurazione LLM Riepilogatore
ja: 要約器LLM設定
pt: Configuração LLM do Sumarizador

source: LLM config to be provided to the summarizer
ar: تكوين LLM الذي سيُقدم للملخص
de: LLM-Konfiguration für den Zusammenfasser
es: Configuración de LLM a proporcionar al resumidor
fa: پیکربندی LLM ارائه شده به خلاصه‌ساز
fr: Configuration LLM à fournir au résumeur
it: Configurazione LLM da fornire al riepilogatore
ja: 要約器に提供するLLM設定
pt: Configuração LLM a ser fornecida ao sumarizador

source: Knowledge Base Each Document Cost
ar: تكلفة كل مستند في قاعدة المعرفة
de: Wissensdatenbank - Kosten pro Dokument
es: Costo de cada documento de la base de conocimiento
fa: هزینه هر سند پایگاه دانش
fr: Coût de chaque document de la base de connaissances
it: Costo per Documento Base di Conoscenza
ja: ナレッジベース各ドキュメントコスト
pt: Custo de Cada Documento da Base de Conhecimento

source: The cost of each document in the knowledge base
ar: تكلفة كل مستند في قاعدة المعرفة
de: Die Kosten für jedes Dokument in der Wissensdatenbank
es: El costo de cada documento en la base de conocimiento
fa: هزینه هر سند در پایگاه دانش
fr: Le coût de chaque document dans la base de connaissances
it: Il costo di ogni documento nella base di conoscenza
ja: ナレッジベース内の各ドキュメントのコスト
pt: O custo de cada documento na base de conhecimento

source: Vector Store Type
ar: نوع مخزن المتجهات
de: Vektorspeichertyp
es: Tipo de Almacén de Vectores
fa: نوع ذخیره‌سازی بردار
fr: Type de Stockage Vectoriel
it: Tipo Archivio Vettoriale
ja: ベクトルストアタイプ
pt: Tipo de Armazenamento Vetorial

source: Type of vector store used for this knowledge base
ar: نوع مخزن المتجهات المستخدم لقاعدة المعرفة هذه
de: Typ des für diese Wissensdatenbank verwendeten Vektorspeichers
es: Tipo de almacén de vectores usado para esta base de conocimientos
fa: نوع ذخیره‌سازی بردار استفاده شده برای این پایگاه دانش
fr: Type de stockage vectoriel utilisé pour cette base de connaissances
it: Tipo di archivio vettoriale usato per questa base di conoscenza
ja: このナレッジベースに使用されるベクトルストアのタイプ
pt: Tipo de armazenamento vetorial usado para esta base de conhecimento

source: Knowledge Bases
ar: قواعد المعرفة
de: Wissensdatenbanken
es: Bases de conocimiento
fa: پایگاه‌های دانش
fr: Bases de connaissances
it: Basi di Conoscenza
ja: ナレッジベース
pt: Bases de Conhecimento

source: Source Type
ar: نوع المصدر
de: Quellentyp
es: Tipo de fuente
fa: نوع منبع
fr: Type de source
it: Tipo di Sorgente
ja: ソースタイプ
pt: Tipo de Fonte

source: Source
ar: المصدر
de: Quelle
es: Fuente
fa: منبع
it: Sorgente
ja: ソース
pt: Fonte

source: Error
ar: خطأ
de: Fehler
fa: خطا
fr: Erreur
it: Errore
ja: エラー
pt: Erro

source: Document
ar: مستند
de: Dokument
es: Documento
fa: سند
it: Documento
ja: ドキュメント
pt: Documento

source: Documents
ar: مستندات
de: Dokumente
es: Documentos
fa: اسناد
it: Documenti
ja: ドキュメント
pt: Documentos

source: Index
ar: الفهرس
es: Índice
fa: نمایه
it: Indice
ja: インデックス
pt: Índice

source: Vector embedding for semantic search
ar: تضمين متجهي للبحث الدلالي
de: Vektor-Embedding für semantische Suche
es: Embedding vectorial para búsqueda semántica
fa: embedding برداری برای جستجوی معنایی
fr: Embedding vectoriel pour la recherche sémantique
it: Embedding vettoriale per ricerca semantica
ja: セマンティック検索用のベクトル埋め込み
pt: Embedding vetorial para busca semântica

source: Chunk
ar: جزء
es: Fragmento
fa: بخش
fr: Fragment
it: Frammento
ja: チャンク
pt: Fragmento

source: Chunks
ar: أجزاء
es: Fragmentos
fa: بخش‌ها
fr: Fragments
it: Frammenti
ja: チャンク
pt: Fragmentos

source: Vector Search
ar: البحث المتجهي
de: Vektorsuche
es: Búsqueda Vectorial
fa: جستجوی بردار
fr: Recherche Vectorielle
it: Ricerca Vettoriale
ja: ベクトル検索
pt: Busca Vetorial

source: Full-Text Search
ar: البحث في النص الكامل
de: Volltextsuche
es: Búsqueda de Texto Completo
fa: جستجوی تمام متن
fr: Recherche en Texte Intégral
it: Ricerca Full-Text
ja: 全文検索
pt: Busca de Texto Completo

source: Hybrid Search
ar: البحث الهجين
de: Hybride Suche
es: Búsqueda Híbrida
fa: جستجوی ترکیبی
fr: Recherche Hybride
it: Ricerca Ibrida
ja: ハイブリッド検索
pt: Busca Híbrida

source: Name for this retrieval setting
ar: اسم إعداد الاسترجاع هذا
de: Name für diese Abrufeinstellung
es: Nombre para esta configuración de recuperación
fa: نام برای این تنظیمات بازیابی
fr: Nom pour ce paramètre de récupération
it: Nome per questa impostazione di recupero
ja: この検索設定の名前
pt: Nome para esta configuração de recuperação

source: Retrieval Type
ar: نوع الاسترجاع
de: Abruftyp
es: Tipo de Recuperación
fa: نوع بازیابی
fr: Type de Récupération
it: Tipo di Recupero
ja: 検索タイプ
pt: Tipo de Recuperação

source: Type of retrieval to use
ar: نوع الاسترجاع للاستخدام
de: Zu verwendender Abruftyp
es: Tipo de recuperación a usar
fa: نوع بازیابی برای استفاده
fr: Type de récupération à utiliser
it: Tipo di recupero da usare
ja: 使用する検索タイプ
pt: Tipo de recuperação a usar

source: Whether this is the default retrieval setting for the knowledge base
ar: ما إذا كان هذا إعداد الاسترجاع الافتراضي لقاعدة المعرفة
de: Ob dies die Standard-Abrufeinstellung für die Wissensdatenbank ist
es: Si esta es la configuración de recuperación predeterminada para la base de conocimientos
fa: آیا این تنظیم بازیابی پیش‌فرض برای پایگاه دانش است
fr: Si c'est le paramètre de récupération par défaut pour la base de connaissances
it: Se questa è l'impostazione di recupero predefinita per la base di conoscenza
ja: これがナレッジベースのデフォルト検索設定かどうか
pt: Se esta é a configuração de recuperação padrão para a base de conhecimento

source: Reranker Enabled
ar: إعادة الترتيب مُفعّل
de: Reranker aktiviert
es: Reranker Habilitado
fa: Reranker فعال
fr: Reranker Activé
it: Reranker Abilitato
ja: リランカー有効
pt: Reranker Habilitado

source: Whether to use reranker model for post-processing results
ar: ما إذا كان يجب استخدام نموذج إعادة الترتيب لمعالجة النتائج اللاحقة
de: Ob das Reranker-Modell für die Nachbearbeitung von Ergebnissen verwendet werden soll
es: Si usar el modelo reranker para post-procesar resultados
fa: آیا از مدل reranker برای پردازش پس از نتایج استفاده شود
fr: Utiliser ou non le modèle reranker pour le post-traitement des résultats
it: Se usare il modello reranker per la post-elaborazione dei risultati
ja: 結果の後処理にリランカーモデルを使用するかどうか
pt: Se usar modelo reranker para pós-processamento de resultados

source: Reranker Model Key
ar: مفتاح نموذج إعادة الترتيب
de: Reranker-Modell-Schlüssel
es: Clave de Modelo Reranker
fa: کلید مدل Reranker
fr: Clé du Modèle Reranker
it: Chiave Modello Reranker
ja: リランカーモデルキー
pt: Chave do Modelo Reranker

source: Model key for reranker (required if reranker_enabled is true)
ar: مفتاح النموذج لإعادة الترتيب (مطلوب إذا كان reranker_enabled صحيحاً)
de: Modell-Schlüssel für Reranker (erforderlich, wenn reranker_enabled wahr ist)
es: Clave del modelo para reranker (obligatorio si reranker_enabled es true)
fa: کلید مدل برای reranker (الزامی اگر reranker_enabled برابر true باشد)
fr: Clé du modèle pour le reranker (requis si reranker_enabled est true)
it: Chiave modello per reranker (obbligatoria se reranker_enabled è true)
ja: リランカー用のモデルキー（reranker_enabledがtrueの場合は必須）
pt: Chave do modelo para reranker (obrigatório se reranker_enabled for verdadeiro)

source: Reranker Provider Config
ar: تكوين مزود إعادة الترتيب
de: Reranker-Anbieterkonfiguration
es: Configuración de Proveedor Reranker
fa: پیکربندی ارائه‌دهنده Reranker
fr: Configuration de Fournisseur Reranker
it: Configurazione Provider Reranker
ja: リランカープロバイダー設定
pt: Configuração de Provedor Reranker

source: Provider configuration for reranker model
ar: تكوين المزود لنموذج إعادة الترتيب
de: Anbieterkonfiguration für Reranker-Modell
es: Configuración de proveedor para modelo reranker
fa: پیکربندی ارائه‌دهنده برای مدل reranker
fr: Configuration de fournisseur pour le modèle de reranker
it: Configurazione provider per modello reranker
ja: リランカーモデルのプロバイダー設定
pt: Configuração de provedor para modelo de reranker

source: Number of top results to retrieve
ar: عدد النتائج العليا للاسترجاع
de: Anzahl der abzurufenden Top-Ergebnisse
es: Número de resultados principales a recuperar
fa: تعداد نتایج برتر برای بازیابی
fr: Nombre de résultats principaux à récupérer
it: Numero di risultati principali da recuperare
ja: 取得する上位結果の数
pt: Número de melhores resultados a recuperar

source: Score Threshold
ar: عتبة الدرجة
de: Score-Schwellenwert
es: Umbral de Puntuación
fa: آستانه امتیاز
fr: Seuil de Score
it: Soglia Punteggio
ja: スコア閾値
pt: Limite de Pontuação

source: Minimum score threshold for results (optional)
ar: الحد الأدنى لدرجة النتائج (اختياري)
de: Minimaler Score-Schwellenwert für Ergebnisse (optional)
es: Umbral de puntuación mínimo para resultados (opcional)
fa: آستانه حداقل امتیاز برای نتایج (اختیاری)
fr: Seuil de score minimum pour les résultats (optionnel)
it: Soglia di punteggio minimo per i risultati (opzionale)
ja: 結果の最小スコア閾値（オプション）
pt: Limite mínimo de pontuação para resultados (opcional)

source: Score Threshold Enabled
ar: عتبة الدرجة مُفعّلة
de: Score-Schwellenwert aktiviert
es: Umbral de Puntuación Habilitado
fa: فعال‌سازی آستانه امتیاز
fr: Seuil de Score Activé
it: Soglia Punteggio Abilitata
ja: スコア閾値有効
pt: Limite de Pontuação Habilitado

source: Whether to apply score threshold filtering
ar: ما إذا كان يجب تطبيق تصفية عتبة الدرجة
de: Ob Score-Schwellenwert-Filterung angewendet werden soll
es: Si aplicar filtrado de umbral de puntuación
fa: اعمال فیلتر آستانه امتیاز
fr: Appliquer ou non le filtrage par seuil de score
it: Se applicare il filtro soglia punteggio
ja: スコア閾値フィルタリングを適用するかどうか
pt: Se aplicar filtragem de limite de pontuação

source: Hybrid Alpha
ar: ألفا الهجين
es: Alpha Híbrido
fa: آلفای ترکیبی
fr: Alpha Hybride
it: Alpha Ibrido
ja: ハイブリッドアルファ
pt: Alpha Híbrido

source: Weight for semantic search in hybrid mode (0.0-1.0, higher = more semantic). Used for weighted score ranking when reranker_enabled is false.
ar: الوزن للبحث الدلالي في الوضع الهجين (0.0-1.0، أعلى = أكثر دلالية). يُستخدم لترتيب الدرجات الموزونة عندما يكون reranker_enabled خطأ.
de: Gewichtung für semantische Suche im Hybrid-Modus (0.0-1.0, höher = mehr semantisch). Wird für gewichtetes Score-Ranking verwendet, wenn reranker_enabled false ist.
es: Peso para búsqueda semántica en modo híbrido (0.0-1.0, mayor = más semántico). Usado para clasificación de puntuación ponderada cuando reranker_enabled es false.
fa: وزن برای جستجوی معنایی در حالت ترکیبی (0.0-1.0، بالاتر = معنایی‌تر). برای رتبه‌بندی امتیاز وزن‌دار زمانی که reranker_enabled برابر false است استفاده می‌شود.
fr: Poids pour la recherche sémantique en mode hybride (0.0-1.0, plus élevé = plus sémantique). Utilisé pour le classement par score pondéré lorsque reranker_enabled est false.
it: Peso per la ricerca semantica in modalità ibrida (0.0-1.0, più alto = più semantico). Usato per la classificazione del punteggio ponderato quando reranker_enabled è false.
ja: ハイブリッドモードでのセマンティック検索の重み（0.0-1.0、高いほどセマンティック）。reranker_enabledがfalseの場合、加重スコアランキングに使用されます。
pt: Peso para busca semântica em modo híbrido (0.0-1.0, maior = mais semântico). Usado para classificação de pontuação ponderada quando reranker_enabled é falso.

source: Retrieval Setting
ar: إعداد الاسترجاع
de: Abrufeinstellung
es: Configuración de Recuperación
fa: تنظیم بازیابی
fr: Paramètre de Récupération
it: Impostazione di Recupero
ja: 検索設定
pt: Configuração de Recuperação

source: Retrieval Settings
ar: إعدادات الاسترجاع
de: Abrufeinstellungen
es: Configuraciones de Recuperación
fa: تنظیمات بازیابی
fr: Paramètres de Récupération
it: Impostazioni di Recupero
ja: 検索設定
pt: Configurações de Recuperação

source: Reranker model key is required when reranker is enabled.
ar: مفتاح نموذج إعادة الترتيب مطلوب عند تفعيل إعادة الترتيب.
de: Reranker-Modell-Schlüssel ist erforderlich, wenn Reranker aktiviert ist.
es: La clave del modelo reranker es obligatoria cuando el reranker está habilitado.
fa: کلید مدل Reranker زمانی که reranker فعال است الزامی است.
fr: La clé du modèle reranker est requise lorsque le reranker est activé.
it: La chiave del modello reranker è obbligatoria quando il reranker è abilitato.
ja: リランカーが有効な場合、リランカーモデルキーは必須です。
pt: A chave do modelo reranker é obrigatória quando o reranker está habilitado.

source: Reranker provider config is required when reranker is enabled.
ar: تكوين مزود إعادة الترتيب مطلوب عند تفعيل إعادة الترتيب.
de: Reranker-Anbieterkonfiguration ist erforderlich, wenn Reranker aktiviert ist.
es: La configuración de proveedor reranker es obligatoria cuando el reranker está habilitado.
fa: پیکربندی ارائه‌دهنده بازرتبه‌بندی زمانی که بازرتبه‌بندی فعال است ضروری است.
fr: La configuration de fournisseur reranker est requise lorsque le reranker est activé.
it: La configurazione provider reranker è obbligatoria quando il reranker è abilitato.
ja: リランカーが有効な場合、リランカープロバイダー設定は必須です。
pt: A configuração de provedor reranker é obrigatória quando o reranker está habilitado.

source: Reranker provider config is required when using rerank model strategy.
ar: تكوين مزود إعادة الترتيب مطلوب عند استخدام استراتيجية نموذج إعادة الترتيب.
de: Reranker-Anbieterkonfiguration ist erforderlich bei Verwendung der Rerank-Modell-Strategie.
es: La configuración de proveedor reranker es obligatoria al usar la estrategia de modelo rerank.
fa: پیکربندی ارائه‌دهنده بازرتبه‌بندی هنگام استفاده از استراتژی مدل بازرتبه‌بندی ضروری است.
fr: La configuration de fournisseur reranker est requise lors de l'utilisation de la stratégie de modèle rerank.
it: La configurazione provider reranker è obbligatoria quando si usa la strategia modello rerank.
ja: リランクモデル戦略を使用する場合、リランカープロバイダー設定は必須です。
pt: A configuração de provedor reranker é obrigatória ao usar a estratégia de modelo de rerank.

source: Vector search and hybrid search require the knowledge base to have embedding configuration.
ar: يتطلب البحث المتجهي والبحث الهجين أن يكون لقاعدة المعرفة تكوين تضمين.
de: Vektorsuche und hybride Suche erfordern, dass die Wissensdatenbank eine Embedding-Konfiguration hat.
es: La búsqueda vectorial e híbrida requieren que la base de conocimientos tenga configuración de embedding.
fa: جستجوی برداری و جستجوی ترکیبی نیاز دارند که پایگاه دانش پیکربندی embedding داشته باشد.
fr: La recherche vectorielle et hybride nécessite que la base de connaissances ait une configuration d'embedding.
it: La ricerca vettoriale e ibrida richiede che la base di conoscenza abbia configurazione di embedding.
ja: ベクトル検索とハイブリッド検索には、ナレッジベースに埋め込み設定が必要です。
pt: A busca vetorial e híbrida requerem que a base de conhecimento tenha configuração de embedding.

source: Only one retrieval setting can be set as default per knowledge base.
ar: يمكن تعيين إعداد استرجاع واحد فقط كافتراضي لكل قاعدة معرفة.
de: Nur eine Abrufeinstellung kann pro Wissensdatenbank als Standard gesetzt werden.
es: Solo una configuración de recuperación puede establecerse como predeterminada por base de conocimientos.
fa: فقط یک تنظیم بازیابی می‌تواند به عنوان پیش‌فرض برای هر پایگاه دانش تنظیم شود.
fr: Un seul paramètre de récupération peut être défini par défaut par base de connaissances.
it: Solo un'impostazione di recupero può essere impostata come predefinita per base di conoscenza.
ja: ナレッジベースごとにデフォルトとして設定できる検索設定は1つだけです。
pt: Apenas uma configuração de recuperação pode ser definida como padrão por base de conhecimento.

source: Invalid reranker provider config id.
ar: معرف تكوين مزود إعادة الترتيب غير صالح.
de: Ungültige Reranker-Anbieterkonfigurations-ID.
es: ID de configuración de proveedor de reranker no válido.
fa: شناسه پیکربندی ارائه‌دهنده reranker نامعتبر است.
fr: ID de configuration de fournisseur de reranker invalide.
it: ID configurazione provider reranker non valido.
ja: 無効なリランカープロバイダー設定IDです。
pt: ID de configuração de provedor de reranker inválido.

source: Invalid embedding provider config id.
ar: معرف تهيئة مزود التضمين غير صالح.
de: Ungültige Embedding-Anbieter-Konfigurations-ID.
es: ID de configuración del proveedor de embedding inválido.
fa: شناسه پیکربندی ارائه‌دهنده جاسازی نامعتبر.
fr: ID de configuration du fournisseur d'embedding invalide.
it: ID configurazione provider embedding non valido.
ja: 無効な埋め込みプロバイダー設定ID。
pt: ID de configuração do provedor de embedding inválido.

source: Invalid summarization provider config id.
ar: معرف تهيئة مزود التلخيص غير صالح.
de: Ungültige Zusammenfassungs-Anbieter-Konfigurations-ID.
es: ID de configuración del proveedor de resumen inválido.
fa: شناسه پیکربندی ارائه‌دهنده خلاصه‌سازی نامعتبر.
fr: ID de configuration du fournisseur de résumé invalide.
it: ID configurazione provider riassunto non valido.
ja: 無効な要約プロバイダー設定ID。
pt: ID de configuração do provedor de sumarização inválido.

source: Embedding model key is required.
ar: مفتاح نموذج التضمين مطلوب.
de: Embedding-Modell-Schlüssel ist erforderlich.
es: La clave del modelo de embedding es obligatoria.
fa: کلید مدل embedding الزامی است.
fr: La clé du modèle d'embedding est requise.
it: La chiave del modello di embedding è obbligatoria.
ja: 埋め込みモデルキーは必須です。
pt: A chave do modelo de embedding é obrigatória.

source: Invalid embedding model Key.
ar: مفتاح نموذج التضمين غير صالح.
de: Ungültiger Embedding-Modell-Schlüssel.
es: Clave de modelo de embedding no válida.
fa: کلید مدل جاسازی نامعتبر است.
fr: Clé de modèle d'embedding invalide.
it: Chiave modello embedding non valida.
ja: 無効な埋め込みモデルキーです。
pt: Chave de modelo de embedding inválida.

source: Summarization model id is required.
ar: معرف نموذج التلخيص مطلوب.
de: Zusammenfassungsmodell-ID ist erforderlich.
es: Se requiere el ID del modelo de resumen.
fa: شناسه مدل خلاصه‌سازی ضروری است.
fr: L'ID du modèle de résumé est requis.
it: L'ID del modello di riassunto è obbligatorio.
ja: 要約モデルIDが必要です。
pt: ID do modelo de sumarização é obrigatório.

source: Invalid summarization model Key.
ar: مفتاح نموذج التلخيص غير صالح.
de: Ungültiger Zusammenfassungsmodell-Schlüssel.
es: Clave de modelo de resumen no válida.
fa: کلید مدل خلاصه‌سازی نامعتبر است.
fr: Clé de modèle de résumé invalide.
it: Chiave modello di riepilogo non valida.
ja: 無効な要約モデルキーです。
pt: Chave de modelo de sumarização inválida.

source: Initial retrieval setting is required.
ar: إعداد الاسترجاع الأولي مطلوب.
de: Anfängliche Abrufeinstellung ist erforderlich.
es: La configuración de recuperación inicial es obligatoria.
fa: تنظیمات بازیابی اولیه ضروری است.
fr: Le paramètre de récupération initial est requis.
it: L'impostazione di recupero iniziale è obbligatoria.
ja: 初期検索設定が必要です。
pt: A configuração de recuperação inicial é obrigatória.

source: crawl_result_uuids cannot be empty.
ar: crawl_result_uuids لا يمكن أن تكون فارغة.
de: crawl_result_uuids darf nicht leer sein.
es: crawl_result_uuids no puede estar vacío.
fa: crawl_result_uuids نمی‌تواند خالی باشد.
fr: crawl_result_uuids ne peut pas être vide.
it: crawl_result_uuids non può essere vuoto.
ja: crawl_result_uuidsは空にできません。
pt: crawl_result_uuids não pode estar vazio.

source: No valid crawl results found for the provided UUIDs.
ar: لم يتم العثور على نتائج زحف صالحة لمعرفات UUIDs المقدمة.
de: Keine gültigen Crawl-Ergebnisse für die angegebenen UUIDs gefunden.
es: No se encontraron resultados de rastreo válidos para los UUID proporcionados.
fa: هیچ نتیجه خزش معتبری برای UUIDهای ارائه شده یافت نشد.
fr: Aucun résultat de crawl valide trouvé pour les UUID fournis.
it: Nessun risultato di crawling valido trovato per gli UUID forniti.
ja: 提供されたUUIDに対する有効なクロール結果が見つかりません。
pt: Nenhum resultado de rastreamento válido encontrado para os UUIDs fornecidos.

source: Invalid crawl request UUID.
ar: UUID طلب الزحف غير صالح.
de: Ungültige Crawl-Anfrage-UUID.
es: UUID de solicitud de rastreo inválido.
fa: UUID درخواست خزش نامعتبر.
fr: UUID de demande de crawl invalide.
it: UUID richiesta di crawling non valido.
ja: 無効なクロールリクエストUUID。
pt: UUID de solicitação de rastreamento inválido.

source: Files cannot be empty.
ar: الملفات لا يمكن أن تكون فارغة.
de: Dateien dürfen nicht leer sein.
es: Los archivos no pueden estar vacíos.
fa: فایل‌ها نمی‌توانند خالی باشند.
fr: Les fichiers ne peuvent pas être vides.
it: I file non possono essere vuoti.
ja: ファイルは空にできません。
pt: Arquivos não podem estar vazios.

source: File must be a pdf, docx, image, or text.
ar: يجب أن يكون الملف pdf أو docx أو صورة أو نص.
de: Datei muss eine PDF, DOCX, Bild oder Text sein.
es: El archivo debe ser un pdf, docx, imagen o texto.
fa: فایل باید pdf، docx، تصویر یا متن باشد.
fr: Le fichier doit être un pdf, docx, image ou texte.
it: Il file deve essere un pdf, docx, immagine o testo.
ja: ファイルはpdf、docx、画像、またはテキストである必要があります。
pt: Arquivo deve ser um pdf, docx, imagem ou texto.

source: Invalid provider config id.
ar: معرف تهيئة المزود غير صالح.
de: Ungültige Anbieter-Konfigurations-ID.
es: ID de configuración del proveedor inválido.
fa: شناسه پیکربندی ارائه‌دهنده نامعتبر.
fr: ID de configuration du fournisseur invalide.
it: ID configurazione provider non valido.
ja: 無効なプロバイダー設定ID。
pt: ID de configuração do provedor inválido.

source: List knowledge bases
ar: عرض قواعد المعرفة
de: Wissensdatenbanken auflisten
es: Listar bases de conocimiento
fa: فهرست پایگاه‌های دانش
fr: Lister les bases de connaissances
it: Elenca basi di conoscenza
ja: ナレッジベース一覧
pt: Listar bases de conhecimento
