Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: List of available providers
ar: قائمة المزودين المتاحين
de: Liste der verfügbaren Anbieter
es: Lista de proveedores disponibles
fa: فهرست ارائه‌دهندگان موجود
fr: Liste des fournisseurs disponibles
it: Elenco dei provider disponibili
ja: 利用可能なプロバイダーのリスト
pt: Lista de provedores disponíveis

source: List LLM models
ar: عرض نماذج LLM
de: LLM-Modelle auflisten
es: Listar modelos LLM
fa: فهرست مدل‌های LLM
fr: Lister les modèles LLM
it: Elenca modelli LLM
ja: LLMモデル一覧
pt: Listar modelos LLM

source: Get LLM model
ar: الحصول على نموذج LLM
de: LLM-Modell abrufen
es: Obtener modelo LLM
fa: دریافت مدل LLM
fr: Obtenir le modèle LLM
it: Ottieni modello LLM
ja: LLMモデルを取得
pt: Obter modelo LLM

source: Provider not found
ar: المزود غير موجود
de: Anbieter nicht gefunden
es: Proveedor no encontrado
fa: ارائه‌دهنده یافت نشد
fr: Fournisseur non trouvé
it: Provider non trovato
ja: プロバイダーが見つかりません
pt: Provedor não encontrado

source: List provider embeddings
ar: عرض تضمينات المزود
de: Anbieter-Embeddings auflisten
es: Listar embeddings del proveedor
fa: فهرست جاسازی‌های ارائه‌دهنده
fr: Lister les embeddings du fournisseur
it: Elenca embeddings provider
ja: プロバイダー埋め込み一覧
pt: Listar embeddings de provedor

source: Get provider embedding
ar: الحصول على تضمين المزود
de: Anbieter-Embedding abrufen
es: Obtener embedding del proveedor
fa: دریافت جاسازی ارائه‌دهنده
fr: Obtenir l'embedding du fournisseur
it: Ottieni embedding provider
ja: プロバイダー埋め込みを取得
pt: Obter embedding de provedor

source: List provider config models
ar: قائمة نماذج تكوين المزود
de: Anbieterkonfigurationsmodelle auflisten
es: Listar modelos de configuración de proveedor
fa: لیست مدل‌های پیکربندی ارائه‌دهنده
fr: Lister les modèles de configuration de fournisseur
it: Elenca modelli configurazione provider
ja: プロバイダー設定モデルを一覧表示
pt: Listar modelos de configuração de provedor

source: Get all models for a provider config with their status.
ar: الحصول على جميع النماذج لتكوين مزود مع حالتها.
de: Alle Modelle für eine Anbieterkonfiguration mit ihrem Status abrufen.
es: Obtener todos los modelos para una configuración de proveedor con su estado.
fa: دریافت تمام مدل‌ها برای یک پیکربندی ارائه‌دهنده با وضعیت آن‌ها.
fr: Obtenir tous les modèles pour une configuration de fournisseur avec leur statut.
it: Ottenere tutti i modelli per una configurazione provider con il loro stato.
ja: プロバイダー設定のすべてのモデルとそのステータスを取得します。
pt: Obter todos os modelos para uma configuração de provedor com seus status.

source: Get provider config model
ar: الحصول على نموذج تكوين المزود
de: Anbieterkonfigurationsmodell abrufen
es: Obtener modelo de configuración de proveedor
fa: دریافت مدل پیکربندی ارائه‌دهنده
fr: Obtenir le modèle de configuration du fournisseur
it: Ottieni modello configurazione provider
ja: プロバイダー設定モデルを取得
pt: Obter modelo de configuração de provedor

source: Get a specific model configuration.
ar: الحصول على تكوين نموذج محدد.
de: Eine spezifische Modellkonfiguration abrufen.
es: Obtener una configuración de modelo específica.
fa: دریافت پیکربندی یک مدل خاص.
fr: Obtenir une configuration de modèle spécifique.
it: Ottenere una configurazione modello specifica.
ja: 特定のモデル設定を取得します。
pt: Obter uma configuração de modelo específica.

source: Create custom model
ar: إنشاء نموذج مخصص
de: Benutzerdefiniertes Modell erstellen
es: Crear modelo personalizado
fa: ایجاد مدل سفارشی
fr: Créer un modèle personnalisé
it: Crea modello personalizzato
ja: カスタムモデルを作成
pt: Criar modelo personalizado

source: Create a custom user-defined model for this provider config.
ar: إنشاء نموذج مخصص معرّف من المستخدم لهذا التكوين.
de: Ein benutzerdefiniertes Modell für diese Anbieterkonfiguration erstellen.
es: Crear un modelo personalizado definido por el usuario para esta configuración de proveedor.
fa: ایجاد یک مدل سفارشی تعریف شده توسط کاربر برای این پیکربندی ارائه‌دهنده.
fr: Créer un modèle personnalisé défini par l'utilisateur pour cette configuration de fournisseur.
it: Creare un modello personalizzato definito dall'utente per questa configurazione provider.
ja: このプロバイダー設定用のカスタムユーザー定義モデルを作成します。
pt: Criar um modelo personalizado definido pelo usuário para esta configuração de provedor.

source: Update custom model
ar: تحديث النموذج المخصص
de: Benutzerdefiniertes Modell aktualisieren
es: Actualizar modelo personalizado
fa: به‌روزرسانی مدل سفارشی
fr: Mettre à jour le modèle personnalisé
it: Aggiorna modello personalizzato
ja: カスタムモデルを更新
pt: Atualizar modelo personalizado

source: Update a custom user-defined model.
ar: تحديث نموذج مخصص معرّف من المستخدم.
de: Ein benutzerdefiniertes Modell aktualisieren.
es: Actualizar un modelo personalizado definido por el usuario.
fa: به‌روزرسانی یک مدل سفارشی تعریف شده توسط کاربر.
fr: Mettre à jour un modèle personnalisé défini par l'utilisateur.
it: Aggiornare un modello personalizzato definito dall'utente.
ja: カスタムユーザー定義モデルを更新します。
pt: Atualizar um modelo personalizado definido pelo usuário.

source: Delete custom model
ar: حذف النموذج المخصص
de: Benutzerdefiniertes Modell löschen
es: Eliminar modelo personalizado
fa: حذف مدل سفارشی
fr: Supprimer le modèle personnalisé
it: Elimina modello personalizzato
ja: カスタムモデルを削除
pt: Excluir modelo personalizado

source: Delete a custom user-defined model.
ar: حذف نموذج مخصص معرّف من المستخدم.
de: Ein benutzerdefiniertes Modell löschen.
es: Eliminar un modelo personalizado definido por el usuario.
fa: حذف یک مدل سفارشی تعریف شده توسط کاربر.
fr: Supprimer un modèle personnalisé défini par l'utilisateur.
it: Eliminare un modello personalizzato definito dall'utente.
ja: カスタムユーザー定義モデルを削除します。
pt: Excluir um modelo personalizado definido pelo usuário.

source: Global provider config not found
ar: تكوين المزود العام غير موجود
de: Globale Anbieterkonfiguration nicht gefunden
es: Configuración global de proveedor no encontrada
fa: پیکربندی سراسری ارائه‌دهنده یافت نشد
fr: Configuration de fournisseur globale non trouvée
it: Configurazione provider globale non trovata
ja: グローバルプロバイダー設定が見つかりません
pt: Configuração global de provedor não encontrada

source: Custom model not found
ar: النموذج المخصص غير موجود
de: Benutzerdefiniertes Modell nicht gefunden
es: Modelo personalizado no encontrado
fa: مدل سفارشی یافت نشد
fr: Modèle personnalisé non trouvé
it: Modello personalizzato non trovato
ja: カスタムモデルが見つかりません
pt: Modelo personalizado não encontrado

source: Set model status
ar: تعيين حالة النموذج
de: Modellstatus setzen
es: Establecer estado del modelo
fa: تنظیم وضعیت مدل
fr: Définir le statut du modèle
it: Imposta stato modello
ja: モデルステータスを設定
pt: Definir status do modelo

source: Activate or deactivate a model for this provider config.
ar: تفعيل أو تعطيل نموذج لهذا التكوين.
de: Ein Modell für diese Anbieterkonfiguration aktivieren oder deaktivieren.
es: Activar o desactivar un modelo para esta configuración de proveedor.
fa: فعال یا غیرفعال کردن یک مدل برای این پیکربندی ارائه‌دهنده.
fr: Activer ou désactiver un modèle pour cette configuration de fournisseur.
it: Attivare o disattivare un modello per questa configurazione provider.
ja: このプロバイダー設定のモデルを有効化または無効化します。
pt: Ativar ou desativar um modelo para esta configuração de provedor.

source: Reranker
ar: إعادة الترتيب
ja: リランカー

source: Not Available
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fa: در دسترس نیست
fr: Non disponible
it: Non Disponibile
ja: 利用不可
pt: Não Disponível

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fa: در دسترس
fr: Disponible
it: Disponibile
ja: 利用可能
pt: Disponível

source: Team Only
ar: للفريق فقط
de: Nur Team
es: Solo equipo
fa: فقط تیم
fr: Équipe uniquement
it: Solo Team
ja: チームのみ
pt: Apenas Equipe

source: Start
ar: بداية
es: Inicio
fa: شروع
fr: Début
it: Inizio
ja: 開始
pt: Início

source: End
ar: نهاية
de: Ende
es: Fin
fa: پایان
fr: Fin
it: Fine
ja: 終了
pt: Fim

source: Provider config is required
ar: تهيئة المزود مطلوبة
de: Anbieterkonfiguration ist erforderlich
es: Se requiere la configuración del proveedor
fa: پیکربندی ارائه‌دهنده ضروری است
fr: La configuration du fournisseur est requise
it: Configurazione provider richiesta
ja: プロバイダー設定が必要です
pt: Configuração do provedor é obrigatória

source: Unsupported provider: {provider_name}
ar: مزود غير مدعوم: {provider_name}
de: Nicht unterstützter Anbieter: {provider_name}
es: Proveedor no soportado: {provider_name}
fa: ارائه‌دهنده پشتیبانی نمی‌شود: {provider_name}
fr: Fournisseur non pris en charge : {provider_name}
it: Provider non supportato: {provider_name}
ja: サポートされていないプロバイダー: {provider_name}
pt: Provedor não suportado: {provider_name}

source: Provider
ar: المزود
de: Anbieter
es: Proveedor
fa: ارائه‌دهنده
fr: Fournisseur
ja: プロバイダー
pt: Provedor

source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fa: کلید API
fr: Clé API
it: Chiave API
ja: APIキー
pt: Chave de API

source: API Base URL
ar: رابط API الأساسي
de: API-Basis-URL
es: URL base API
fa: URL پایه API
fr: URL de base API
it: URL Base API
ja: APIベースURL
pt: URL Base da API

source: Temperature
ar: درجة الحرارة
de: Temperatur
es: Temperatura
fa: دما
fr: Température
it: Temperatura
ja: 温度
pt: Temperatura

source: Provider Config
ar: تهيئة المزود
de: Anbieterkonfiguration
es: Configuración del proveedor
fa: پیکربندی ارائه‌دهنده
fr: Configuration du fournisseur
it: Configurazione Provider
ja: プロバイダー設定
pt: Configuração do Provedor

source: Provider Configs
ar: تهيئات المزود
de: Anbieterkonfigurationen
es: Configuraciones de proveedores
fa: پیکربندی‌های ارائه‌دهنده
fr: Configurations des fournisseurs
it: Configurazioni Provider
ja: プロバイダー設定
pt: Configurações do Provedor

source: Model Key
ar: مفتاح النموذج
de: Modell-Schlüssel
es: Clave del Modelo
fa: کلید مدل
fr: Clé du Modèle
it: Chiave Modello
ja: モデルキー
pt: Chave do Modelo

source: Unique identifier for the model
ar: معرف فريد للنموذج
de: Eindeutiger Bezeichner für das Modell
es: Identificador único para el modelo
fa: شناسه منحصر به فرد برای مدل
fr: Identifiant unique pour le modèle
it: Identificatore univoco per il modello
ja: モデルの一意の識別子
pt: Identificador único para o modelo

source: Model Type
ar: نوع النموذج
de: Modelltyp
es: Tipo de Modelo
fa: نوع مدل
fr: Type de Modèle
it: Tipo Modello
ja: モデルタイプ
pt: Tipo de Modelo

source: Is Active
ar: نشط
de: Ist aktiv
es: Está Activo
fa: فعال است
fr: Est Actif
it: È Attivo
ja: アクティブ
pt: Está Ativo

source: Whether this model is available for use
ar: ما إذا كان هذا النموذج متاحًا للاستخدام
de: Ob dieses Modell zur Verwendung verfügbar ist
es: Si este modelo está disponible para usar
fa: آیا این مدل برای استفاده در دسترس است
fr: Si ce modèle est disponible pour utilisation
it: Se questo modello è disponibile per l'uso
ja: このモデルが使用可能かどうか
pt: Se este modelo está disponível para uso

source: Is Custom
ar: مخصص
de: Ist benutzerdefiniert
es: Es Personalizado
fa: سفارشی است
fr: Est Personnalisé
it: È Personalizzato
ja: カスタム
pt: É Personalizado

source: Whether this is a custom user-defined model
ar: ما إذا كان هذا نموذجًا مخصصًا معرّفًا من المستخدم
de: Ob dies ein benutzerdefiniertes Modell ist
es: Si este es un modelo personalizado definido por el usuario
fa: آیا این یک مدل سفارشی تعریف شده توسط کاربر است
fr: Si c'est un modèle personnalisé défini par l'utilisateur
it: Se questo è un modello personalizzato definito dall'utente
ja: これがカスタムユーザー定義モデルかどうか
pt: Se este é um modelo personalizado definido pelo usuário

source: Custom Label
ar: تسمية مخصصة
de: Benutzerdefiniertes Label
es: Etiqueta Personalizada
fa: برچسب سفارشی
fr: Étiquette Personnalisée
it: Etichetta Personalizzata
ja: カスタムラベル
pt: Rótulo Personalizado

source: Human-readable label for custom models
ar: تسمية قابلة للقراءة للنماذج المخصصة
de: Für Menschen lesbares Label für benutzerdefinierte Modelle
es: Etiqueta legible para modelos personalizados
fa: برچسب قابل خواندن برای مدل‌های سفارشی
fr: Étiquette lisible pour les modèles personnalisés
it: Etichetta leggibile per modelli personalizzati
ja: カスタムモデル用の人間が読めるラベル
pt: Rótulo legível para modelos personalizados

source: Custom Configuration
ar: تكوين مخصص
de: Benutzerdefinierte Konfiguration
es: Configuración Personalizada
fa: پیکربندی سفارشی
fr: Configuration Personnalisée
it: Configurazione Personalizzata
ja: カスタム設定
pt: Configuração Personalizada

source: Custom model configuration (features, model_properties, parameter_rules)
ar: تكوين النموذج المخصص (الميزات، خصائص النموذج، قواعد المعلمات)
de: Benutzerdefinierte Modellkonfiguration (Funktionen, Modelleigenschaften, Parameterregeln)
es: Configuración de modelo personalizado (características, propiedades del modelo, reglas de parámetros)
fa: پیکربندی مدل سفارشی (ویژگی‌ها، خصوصیات مدل، قوانین پارامتر)
fr: Configuration de modèle personnalisé (fonctionnalités, propriétés du modèle, règles de paramètres)
it: Configurazione modello personalizzato (funzionalità, proprietà del modello, regole dei parametri)
ja: カスタムモデル設定（features、model_properties、parameter_rules）
pt: Configuração de modelo personalizado (features, model_properties, parameter_rules)

source: Provider Config Model
ar: نموذج تكوين المزود
de: Anbieterkonfigurationsmodell
es: Modelo de Configuración de Proveedor
fa: مدل پیکربندی ارائه‌دهنده
fr: Modèle de Configuration de Fournisseur
it: Modello Configurazione Provider
ja: プロバイダー設定モデル
pt: Modelo de Configuração de Provedor

source: Provider Config Models
ar: نماذج تكوين المزود
de: Anbieterkonfigurationsmodelle
es: Modelos de Configuración de Proveedor
fa: مدل‌های پیکربندی ارائه‌دهنده
fr: Modèles de Configuration de Fournisseur
it: Modelli Configurazione Provider
ja: プロバイダー設定モデル
pt: Modelos de Configuração de Provedor

source: Claude 3.5 Sonnet (June 2024)
ar: Claude 3.5 Sonnet (يونيو 2024)
de: Claude 3.5 Sonnet (Juni 2024)
es: Claude 3.5 Sonnet (Junio 2024)
fa: Claude 3.5 Sonnet (ژوئن ۲۰۲۴)
fr: Claude 3.5 Sonnet (Juin 2024)
it: Claude 3.5 Sonnet (Giugno 2024)
ja: Claude 3.5 Sonnet（2024年6月）
pt: Claude 3.5 Sonnet (Junho 2024)

source: Claude 3.5 Sonnet (Oct 2024)
ar: Claude 3.5 Sonnet (أكتوبر 2024)
de: Claude 3.5 Sonnet (Oktober 2024)
es: Claude 3.5 Sonnet (Octubre 2024)
fa: Claude 3.5 Sonnet (اکتبر ۲۰۲۴)
fr: Claude 3.5 Sonnet (Octobre 2024)
it: Claude 3.5 Sonnet (Ottobre 2024)
ja: Claude 3.5 Sonnet（2024年10月）
pt: Claude 3.5 Sonnet (Outubro 2024)

source: Claude Sonnet 4.5 (Sept 2025)
ar: Claude Sonnet 4.5 (سبتمبر 2025)
de: Claude Sonnet 4.5 (September 2025)
es: Claude Sonnet 4.5 (Septiembre 2025)
fa: Claude Sonnet 4.5 (سپتامبر ۲۰۲۵)
fr: Claude Sonnet 4.5 (Septembre 2025)
it: Claude Sonnet 4.5 (Settembre 2025)
ja: Claude Sonnet 4.5（2025年9月）
pt: Claude Sonnet 4.5 (Setembro 2025)

source: Only sample from the top K options for each subsequent token.
ar: أخذ عينة فقط من أفضل K خيارات لكل رمز لاحق.
de: Nur aus den Top-K-Optionen für jeden nachfolgenden Token samplen.
es: Solo muestrear de las K opciones principales para cada token subsiguiente.
fa: فقط از K گزینه برتر برای هر توکن بعدی نمونه‌برداری کنید.
fr: N'échantillonner que parmi les K options principales pour chaque token suivant.
it: Campiona solo dalle K opzioni principali per ogni token successivo.
ja: 後続の各トークンについて、上位K個のオプションからのみサンプリングします。
pt: Amostrar apenas das K melhores opções para cada token subsequente.

source: Preamble
ar: مقدمة
de: Präambel
es: Preámbulo
fa: مقدمه
fr: Préambule
it: Preambolo
ja: プリアンブル
pt: Preâmbulo

source: When specified, the default Cohere preamble will be replaced with the provided one.
ar: عند التحديد، سيتم استبدال مقدمة Cohere الافتراضية بالمقدمة المقدمة.
de: Falls angegeben, wird die Standard-Cohere-Präambel durch die bereitgestellte ersetzt.
es: Cuando se especifica, el preámbulo predeterminado de Cohere será reemplazado por el proporcionado.
fa: وقتی مشخص شود، مقدمه پیش‌فرض Cohere با مقدمه ارائه شده جایگزین می‌شود.
fr: Lorsque spécifié, le préambule Cohere par défaut sera remplacé par celui fourni.
it: Quando specificato, il preambolo Cohere predefinito verrà sostituito con quello fornito.
ja: 指定された場合、デフォルトのCohereプリアンブルは提供されたものに置き換えられます。
pt: Quando especificado, o preâmbulo padrão do Cohere será substituído pelo fornecido.

source: Prompt Truncation
ar: اقتطاع المطالبة
de: Prompt-Kürzung
es: Truncamiento de Prompt
fa: کوتاه‌سازی پرامپت
fr: Troncature de Prompt
it: Troncamento Prompt
ja: プロンプト切り詰め
pt: Truncamento de Prompt

source: Dictates how the prompt will be constructed. With prompt_truncation set to \"AUTO\", some elements from chat histories will be dropped in an attempt to construct a prompt that fits within the model
ar: يحدد كيفية بناء المطالبة. مع تعيين prompt_truncation على \"AUTO\"، سيتم حذف بعض العناصر من سجلات الدردشة في محاولة لبناء مطالبة تناسب النموذج
de: Bestimmt, wie der Prompt konstruiert wird. Mit prompt_truncation auf \"AUTO\" werden einige Elemente aus dem Chat-Verlauf entfernt, um einen Prompt zu erstellen, der in das Modell passt
es: Determina cómo se construirá el prompt. Con prompt_truncation establecido en \"AUTO\", algunos elementos del historial de chat se eliminarán para construir un prompt que se ajuste al modelo
fa: تعیین می‌کند که پرامپت چگونه ساخته شود. با تنظیم prompt_truncation روی \"AUTO\"، برخی عناصر از تاریخچه چت حذف می‌شوند تا پرامپتی متناسب با مدل ساخته شود
fr: Détermine comment le prompt sera construit. Avec prompt_truncation défini sur \"AUTO\", certains éléments de l'historique de chat seront supprimés pour construire un prompt adapté au modèle
it: Determina come verrà costruito il prompt. Con prompt_truncation impostato su \"AUTO\", alcuni elementi dalla cronologia chat verranno rimossi per costruire un prompt adatto al modello
ja: プロンプトの構築方法を指定します。prompt_truncationを\"AUTO\"に設定すると、モデルに収まるプロンプトを構築するために、チャット履歴の一部の要素が削除されます
pt: Determina como o prompt será construído. Com prompt_truncation definido como \"AUTO\", alguns elementos dos históricos de chat serão removidos para construir um prompt que caiba no modelo

source: Controls randomness. Lower values make the model more deterministic.
ar: يتحكم في العشوائية. القيم المنخفضة تجعل النموذج أكثر حتمية.
de: Steuert die Zufälligkeit. Niedrigere Werte machen das Modell deterministischer.
es: Controla la aleatoriedad. Valores más bajos hacen el modelo más determinista.
fa: کنترل تصادفی بودن. مقادیر کمتر مدل را قطعی‌تر می‌کند.
fr: Contrôle l'aléatoire. Des valeurs plus basses rendent le modèle plus déterministe.
it: Controlla la casualità. Valori più bassi rendono il modello più deterministico.
ja: ランダム性を制御します。値が低いほど、モデルはより決定論的になります。
pt: Controla a aleatoriedade. Valores mais baixos tornam o modelo mais determinístico.

source: Nucleus sampling: only consider tokens with cumulative probability >= top_p.
ar: أخذ العينات النووية: فقط النظر في الرموز ذات الاحتمال التراكمي >= top_p.
de: Nucleus-Sampling: nur Token mit kumulativer Wahrscheinlichkeit >= top_p berücksichtigen.
es: Muestreo de núcleo: solo considerar tokens con probabilidad acumulativa >= top_p.
fa: نمونه‌برداری هسته‌ای: فقط توکن‌هایی با احتمال تجمعی >= top_p در نظر گرفته می‌شوند.
fr: Échantillonnage par noyau : ne considérer que les tokens avec une probabilité cumulative >= top_p.
it: Campionamento nucleus: considera solo token con probabilità cumulativa >= top_p.
ja: Nucleusサンプリング：累積確率 >= top_pのトークンのみを考慮します。
pt: Amostragem nucleus: considerar apenas tokens com probabilidade cumulativa >= top_p.

source: Only sample from the top K tokens.
ar: أخذ عينة فقط من أفضل K رموز.
de: Nur aus den Top-K-Token samplen.
es: Solo muestrear de los K tokens principales.
fa: فقط از K توکن برتر نمونه‌برداری کنید.
fr: N'échantillonner que parmi les K tokens principaux.
it: Campiona solo dai K token principali.
ja: 上位Kトークンからのみサンプリングします。
pt: Amostrar apenas dos K melhores tokens.

source: Max Tokens
ar: الحد الأقصى للرموز
de: Maximale Token
es: Tokens Máximos
fa: حداکثر توکن‌ها
fr: Tokens Maximum
it: Token Massimi
ja: 最大トークン
pt: Tokens Máximos

source: Maximum number of tokens to generate.
ar: الحد الأقصى لعدد الرموز المُنشأة.
de: Maximale Anzahl zu generierender Token.
es: Número máximo de tokens a generar.
fa: حداکثر تعداد توکن‌ها برای تولید.
fr: Nombre maximum de tokens à générer.
it: Numero massimo di token da generare.
ja: 生成する最大トークン数。
pt: Número máximo de tokens a gerar.

source: Presence Penalty
ar: عقوبة الحضور
de: Präsenzstrafe
es: Penalización de Presencia
fa: جریمه حضور
fr: Pénalité de Présence
it: Penalità di Presenza
ja: 存在ペナルティ
pt: Penalidade de Presença

source: Penalize new tokens based on whether they appear in the text so far.
ar: معاقبة الرموز الجديدة بناءً على ما إذا كانت تظهر في النص حتى الآن.
de: Neue Token bestrafen, basierend darauf, ob sie im bisherigen Text erscheinen.
es: Penalizar nuevos tokens basándose en si aparecen en el texto hasta ahora.
fa: جریمه توکن‌های جدید بر اساس اینکه آیا در متن تاکنون ظاهر شده‌اند.
fr: Pénaliser les nouveaux tokens selon qu'ils apparaissent dans le texte jusqu'à présent.
it: Penalizzare nuovi token in base a se appaiono nel testo finora.
ja: これまでのテキストに出現するかどうかに基づいて新しいトークンにペナルティを課します。
pt: Penalizar novos tokens com base em se aparecem no texto até agora.

source: Frequency Penalty
ar: عقوبة التكرار
de: Häufigkeitsstrafe
es: Penalización de Frecuencia
fa: جریمه تکرار
fr: Pénalité de Fréquence
it: Penalità di Frequenza
ja: 頻度ペナルティ
pt: Penalidade de Frequência

source: Penalize new tokens based on their frequency in the text so far.
ar: معاقبة الرموز الجديدة بناءً على تكرارها في النص حتى الآن.
de: Neue Token basierend auf ihrer Häufigkeit im bisherigen Text bestrafen.
es: Penalizar nuevos tokens basándose en su frecuencia en el texto hasta ahora.
fa: جریمه توکن‌های جدید بر اساس فراوانی آن‌ها در متن تاکنون.
fr: Pénaliser les nouveaux tokens en fonction de leur fréquence dans le texte jusqu'à présent.
it: Penalizzare nuovi token in base alla loro frequenza nel testo finora.
ja: これまでのテキストでの頻度に基づいて新しいトークンにペナルティを課します。
pt: Penalizar novos tokens com base em sua frequência no texto até agora.

source: Stop Sequences
ar: تسلسلات التوقف
de: Stopp-Sequenzen
es: Secuencias de Parada
fa: دنباله‌های توقف
fr: Séquences d'Arrêt
it: Sequenze di Stop
ja: 停止シーケンス
pt: Sequências de Parada

source: Sequences where the model will stop generating further tokens.
ar: التسلسلات التي سيتوقف عندها النموذج عن توليد المزيد من الرموز.
de: Sequenzen, bei denen das Modell aufhört, weitere Token zu generieren.
es: Secuencias donde el modelo dejará de generar más tokens.
fa: دنباله‌هایی که مدل تولید توکن‌های بیشتر را متوقف می‌کند.
fr: Séquences où le modèle arrêtera de générer d'autres tokens.
it: Sequenze dove il modello smetterà di generare altri token.
ja: モデルがそれ以上のトークン生成を停止するシーケンス。
pt: Sequências onde o modelo parará de gerar mais tokens.

source: Seed
ar: البذرة
es: Semilla
fr: Graine
ja: シード

source: Random seed for reproducible outputs.
ar: بذرة عشوائية للمخرجات القابلة للتكرار.
de: Zufalls-Seed für reproduzierbare Ausgaben.
es: Semilla aleatoria para salidas reproducibles.
fa: seed تصادفی برای خروجی‌های قابل تکرار.
fr: Graine aléatoire pour des sorties reproductibles.
it: Seed casuale per output riproducibili.
ja: 再現可能な出力のためのランダムシード。
pt: Seed aleatória para saídas reproduzíveis.

source: Response Format
ar: تنسيق الاستجابة
de: Antwortformat
es: Formato de Respuesta
fa: فرمت پاسخ
fr: Format de Réponse
it: Formato Risposta
ja: 応答形式
pt: Formato de Resposta

source: Specifying the format that the model must output.
ar: تحديد التنسيق الذي يجب أن يُخرجه النموذج.
de: Angabe des Formats, das das Modell ausgeben muss.
es: Especificando el formato que el modelo debe generar.
fa: مشخص کردن فرمتی که مدل باید خروجی دهد.
fr: Spécifier le format que le modèle doit produire.
it: Specificare il formato che il modello deve produrre.
ja: モデルが出力する形式を指定します。
pt: Especificando o formato que o modelo deve produzir.
