Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: DRF-style rate string, e.g. '100/min', '500/day'
ar: سلسلة نسق DRF للمعدل، مثل: '100/min'، '500/day'
de: DRF-Stil Rate-String, z.B. '100/min', '500/day'
es: Cadena de tasa estilo DRF, ej. '100/min', '500/day'
fa: رشته نرخ به سبک DRF، مثل '100/min'، '500/day'
fr: Chaîne de taux de style DRF, par ex. '100/min', '500/day'
it: Stringa di frequenza in stile DRF, ad es. '100/min', '500/day'
ja: DRF形式のレート文字列、例: '100/min'、'500/day'
pt: String de taxa estilo DRF, por exemplo '100/min', '500/day'

source: Is default
ar: افتراضي
de: Ist Standard
es: Por defecto
fa: پیش‌فرض است
fr: Par défaut
it: È predefinito
ja: デフォルト
pt: É padrão

source: Order
ar: الترتيب
de: Reihenfolge
es: Orden
fa: ترتیب
fr: Ordre
it: Ordine
ja: 順序
pt: Ordem

source: Is active
ar: نشط
de: Ist aktiv
es: Activo
fa: فعال است
fr: Actif
it: È attivo
ja: 有効
pt: É ativo

source: Plan
ar: الخطة
fa: پلن
it: Piano
ja: プラン
pt: Plano

source: Plans
ar: الخطط
de: Pläne
es: Planes
fa: پلن‌ها
it: Piani
ja: プラン
pt: Planos

source: Icon
ar: الأيقونة
de: Symbol
es: Ícono
fa: آیکون
fr: Icône
it: Icona
ja: アイコン
pt: Ícone

source: Help text
ar: نص المساعدة
de: Hilfetext
es: Texto de ayuda
fa: متن راهنما
fr: Texte d'aide
it: Testo di aiuto
ja: ヘルプテキスト
pt: Texto de ajuda

source: Plan Feature
ar: ميزة الخطة
de: Plan-Funktion
es: Característica del plan
fa: ویژگی پلن
fr: Fonctionnalité du plan
it: Funzionalità Piano
ja: プラン機能
pt: Recurso do Plano

source: Plan Features
ar: ميزات الخطة
de: Plan-Funktionen
es: Características del plan
fa: ویژگی‌های پلن
fr: Fonctionnalités du plan
it: Funzionalità Piani
ja: プラン機能
pt: Recursos do Plano

source: Stripe subscription id
ar: معرف اشتراك Stripe
de: Stripe-Abonnement-ID
es: ID de suscripción Stripe
fa: شناسه اشتراک Stripe
fr: ID d'abonnement Stripe
it: ID abbonamento Stripe
ja: StripeサブスクリプションID
pt: ID de assinatura do Stripe

source: Remain page credit
ar: رصيد الصفحات المتبقي
de: Verbleibendes Seiten-Credit
es: Crédito de páginas restante
fa: اعتبار صفحه باقیمانده
fr: Crédit de pages restant
it: Credito pagine rimanente
ja: 残りページクレジット
pt: Crédito de página restante

source: Remain daily page credit
ar: رصيد الصفحات اليومي المتبقي
de: Verbleibendes tägliches Seiten-Credit
es: Crédito de páginas diario restante
fa: اعتبار روزانه صفحه باقیمانده
fr: Crédit de pages quotidien restant
it: Credito pagine giornaliero rimanente
ja: 残り日次ページクレジット
pt: Crédito diário de página restante

source: Start datetime
ar: تاريخ ووقت البداية
de: Startdatum und -zeit
es: Fecha y hora de inicio
fa: تاریخ شروع
fr: Date et heure de début
it: Data e ora inizio
ja: 開始日時
pt: Data/hora de início

source: Current period start datetime
ar: تاريخ بداية الفترة الحالية
de: Startdatum und -zeit der aktuellen Periode
es: Fecha y hora de inicio del período actual
fa: تاریخ شروع دوره فعلی
fr: Date et heure de début de la période actuelle
it: Data e ora inizio periodo corrente
ja: 現在の期間開始日時
pt: Data/hora de início do período atual

source: Current period end datetime
ar: تاريخ نهاية الفترة الحالية
de: Enddatum und -zeit der aktuellen Periode
es: Fecha y hora de fin del período actual
fa: تاریخ پایان دوره فعلی
fr: Date et heure de fin de la période actuelle
it: Data e ora fine periodo corrente
ja: 現在の期間終了日時
pt: Data/hora de término do período atual

source: Canceled at
ar: تم الإلغاء في
de: Abgebrochen am
es: Cancelado el
fa: لغو شده در
fr: Annulé le
it: Annullato il
ja: キャンセル日時
pt: Cancelado em

source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fa: اشتراک
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
pt: Assinatura

source: Subscriptions
ar: الاشتراكات
de: Abonnements
es: Suscripciones
fa: اشتراک‌ها
fr: Abonnements
it: Abbonamenti
ja: サブスクリプション
pt: Assinaturas

source: Amount
ar: المبلغ
de: Betrag
es: Monto
fa: مبلغ
fr: Montant
it: Importo
ja: 金額
pt: Valor

source: Stripe payment id
ar: معرف دفع Stripe
de: Stripe-Zahlungs-ID
es: ID de pago Stripe
fa: شناسه پرداخت Stripe
fr: ID de paiement Stripe
it: ID pagamento Stripe
ja: Stripe支払いID
pt: ID de pagamento do Stripe

source: Subscription Payment
ar: دفع الاشتراك
de: Abonnement-Zahlung
es: Pago de suscripción
fa: پرداخت اشتراک
fr: Paiement d'abonnement
it: Pagamento Abbonamento
ja: サブスクリプション支払い
pt: Pagamento de Assinatura

source: Subscription Payments
ar: دفعات الاشتراك
de: Abonnement-Zahlungen
es: Pagos de suscripción
fa: پرداخت‌های اشتراک
fr: Paiements d'abonnement
it: Pagamenti Abbonamento
ja: サブスクリプション支払い
pt: Pagamentos de Assinatura

source: Data
ar: البيانات
de: Daten
es: Datos
fa: داده
fr: Données
it: Dati
ja: データ
pt: Dados

source: Stripe webhook history
ar: سجل webhook لـ Stripe
de: Stripe-Webhook-Verlauf
es: Historial de webhook Stripe
fa: تاریخچه webhook Stripe
fr: Historique des webhooks Stripe
it: Cronologia webhook Stripe
ja: Stripe webhook履歴
pt: Histórico de webhook do Stripe

source: Stripe webhook histories
ar: سجلات webhook لـ Stripe
de: Stripe-Webhook-Verläufe
es: Historiales de webhook Stripe
fa: تاریخچه‌های webhook Stripe
fr: Historiques des webhooks Stripe
it: Cronologie webhook Stripe
ja: Stripe webhook履歴
pt: Históricos de webhook do Stripe

source: Content ID
ar: معرف المحتوى
de: Inhalts-ID
es: ID de contenido
fa: شناسه محتوا
fr: ID de contenu
it: ID Contenuto
ja: コンテンツID
pt: ID do Conteúdo

source: Requested Page Credit
ar: رصيد الصفحات المطلوب
de: Angefordertes Seiten-Credit
es: Crédito de páginas solicitado
fa: اعتبار صفحه درخواست شده
fr: Crédit de pages demandé
it: Credito Pagine Richiesto
ja: リクエストされたページクレジット
pt: Crédito de Página Solicitado

source: Actual Page Credit Used
ar: رصيد الصفحات الفعلي المستخدم
de: Tatsächlich verwendetes Seiten-Credit
es: Crédito de páginas realmente usado
fa: اعتبار صفحه واقعی مصرف شده
fr: Crédit de pages réellement utilisé
it: Credito Pagine Effettivamente Utilizzato
ja: 実際に使用されたページクレジット
pt: Crédito de Página Real Usado

source: Usage History
ar: سجل الاستخدام
de: Nutzungsverlauf
es: Historial de uso
fa: تاریخچه استفاده
fr: Historique d'utilisation
it: Cronologia Utilizzo
ja: 使用履歴
pt: Histórico de Uso

source: Usage Histories
ar: سجلات الاستخدام
de: Nutzungsverläufe
es: Historiales de uso
fa: تاریخچه‌های استفاده
fr: Historiques d'utilisation
it: Cronologie Utilizzo
ja: 使用履歴
pt: Históricos de Uso

source: Plan not found
ar: الخطة غير موجودة
de: Plan nicht gefunden
es: Plan no encontrado
fa: پلن یافت نشد
fr: Plan non trouvé
it: Piano non trovato
ja: プランが見つかりません
pt: Plano não encontrado

source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fa: نامحدود
fr: Illimité
it: Illimitato
ja: 無制限
pt: Ilimitado

source: You have no active subscription
ar: ليس لديك اشتراك نشط
de: Sie haben kein aktives Abonnement
es: No tienes ninguna suscripción activa
fa: شما اشتراک فعالی ندارید
fr: Vous n'avez pas d'abonnement actif
it: Non hai un abbonamento attivo
ja: 有効なサブスクリプションがありません
pt: Você não tem assinatura ativa

source: You can't downgrade your plan.
ar: لا يمكنك تخفيض خطتك.
de: Sie können Ihren Plan nicht herabstufen.
es: No puedes degradar tu plan.
fa: شما نمی‌توانید پلن خود را تنزل دهید.
fr: Vous ne pouvez pas rétrograder votre plan.
it: Non puoi effettuare il downgrade del tuo piano.
ja: プランをダウングレードできません。
pt: Você não pode fazer downgrade do seu plano.

source: Team already has an active subscription.
ar: الفريق لديه بالفعل اشتراك نشط.
de: Das Team hat bereits ein aktives Abonnement.
es: El equipo ya tiene una suscripción activa.
fa: تیم قبلاً اشتراک فعالی دارد.
fr: L'équipe a déjà un abonnement actif.
it: Il team ha già un abbonamento attivo.
ja: チームはすでに有効なサブスクリプションを持っています。
pt: Equipe já possui uma assinatura ativa.

source: Team does not have an active subscription.
ar: الفريق ليس لديه اشتراك نشط.
de: Das Team hat kein aktives Abonnement.
es: El equipo no tiene una suscripción activa.
fa: تیم اشتراک فعالی ندارد.
fr: L'équipe n'a pas d'abonnement actif.
it: Il team non ha un abbonamento attivo.
ja: チームに有効なサブスクリプションがありません。
pt: Equipe não possui uma assinatura ativa.

source: You cannot cancel freemium plan.
ar: لا يمكنك إلغاء الخطة المجانية.
de: Sie können den Freemium-Plan nicht kündigen.
es: No puedes cancelar el plan freemium.
fa: شما نمی‌توانید پلن رایگان را لغو کنید.
fr: Vous ne pouvez pas annuler le plan freemium.
it: Non puoi annullare il piano freemium.
ja: 無料プランをキャンセルできません。
pt: Você não pode cancelar o plano freemium.

source: You cannot renew freemium plan.
ar: لا يمكنك تجديد الخطة المجانية.
de: Sie können den Freemium-Plan nicht erneuern.
es: No puedes renovar el plan freemium.
fa: شما نمی‌توانید پلن رایگان را تمدید کنید.
fr: Vous ne pouvez pas renouveler le plan freemium.
it: Non puoi rinnovare il piano freemium.
ja: 無料プランを更新できません。
pt: Você não pode renovar o plano freemium.

source: This plan is already active.
ar: هذه الخطة نشطة بالفعل.
de: Dieser Plan ist bereits aktiv.
es: Este plan ya está activo.
fa: این پلن قبلاً فعال است.
fr: Ce plan est déjà actif.
it: Questo piano è già attivo.
ja: このプランはすでに有効です。
pt: Este plano já está ativo.

source: get_actual_credits: Unhandled type {type(request)}
ar: get_actual_credits: نوع غير معالج {type(request)}
de: get_actual_credits: Nicht behandelter Typ {type(request)}
es: get_actual_credits: Tipo no manejado {type(request)}
fa: get_actual_credits: نوع پردازش نشده {type(request)}
fr: get_actual_credits : Type non géré {type(request)}
it: get_actual_credits: Tipo non gestito {type(request)}
ja: get_actual_credits: 処理されていないタイプ {type(request)}
pt: get_actual_credits: Tipo não tratado {type(request)}

source: Cannot throttle a request without a team attached to it.
ar: لا يمكن تقييد طلب دون فريق مرفق به.
de: Eine Anfrage ohne zugeordnetes Team kann nicht gedrosselt werden.
es: No se puede limitar una solicitud sin un equipo asociado.
fa: نمی‌توان درخواستی بدون تیم متصل را محدود کرد.
fr: Impossible de limiter une requête sans équipe associée.
it: Impossibile limitare una richiesta senza un team associato.
ja: チームが連結されていないリクエストをスロットルできません。
pt: Não é possível limitar uma solicitação sem uma equipe anexada a ela.

source: You have no more daily credit left in your plan. for current request you need {} credits.
ar: لم يتبق لديك رصيد يومي في خطتك. للطلب الحالي تحتاج إلى {} رصيد.
de: Sie haben kein tägliches Credit mehr in Ihrem Plan. Für die aktuelle Anfrage benötigen Sie {} Credits.
es: No te queda crédito diario en tu plan. Para la solicitud actual necesitas {} créditos.
fa: اعتبار روزانه‌ای در پلن شما باقی نمانده. برای درخواست فعلی به {} اعتبار نیاز دارید.
fr: Vous n'avez plus de crédit quotidien dans votre plan. Pour la requête actuelle, vous avez besoin de {} crédits.
it: Non hai più credito giornaliero nel tuo piano. Per la richiesta corrente necessiti di {} crediti.
ja: プランに日次クレジットが残っていません。現在のリクエストには {}クレジットが必要です。
pt: Você não tem mais crédito diário em seu plano. para a solicitação atual você precisa de {} créditos.

source: You just have {} daily credit left in your plan. for current request you need {} credits.
ar: لديك فقط {} رصيد يومي متبقٍ في خطتك. للطلب الحالي تحتاج إلى {} رصيد.
de: Sie haben nur noch {} tägliches Credit in Ihrem Plan. Für die aktuelle Anfrage benötigen Sie {} Credits.
es: Solo tienes {} crédito diario en tu plan. Para la solicitud actual necesitas {} créditos.
fa: شما فقط {} اعتبار روزانه در پلن خود دارید. برای درخواست فعلی به {} اعتبار نیاز دارید.
fr: Il vous reste seulement {} crédit quotidien dans votre plan. Pour la requête actuelle, vous avez besoin de {} crédits.
it: Hai solo {} crediti giornalieri nel tuo piano. Per la richiesta corrente necessiti di {} crediti.
ja: プランに残っている日次クレジットは {}だけです。現在のリクエストには {}クレジットが必要です。
pt: Você tem apenas {} crédito diário restante em seu plano. para a solicitação atual você precisa de {} créditos.

source: You have no more pages left in your plan. for current request you need {} credits.
ar: لم يتبق لديك صفحات في خطتك. للطلب الحالي تحتاج إلى {} رصيد.
de: Sie haben keine Seiten mehr in Ihrem Plan. Für die aktuelle Anfrage benötigen Sie {} Credits.
es: No te quedan páginas en tu plan. Para la solicitud actual necesitas {} créditos.
fa: صفحه‌ای در پلن شما باقی نمانده. برای درخواست فعلی به {} اعتبار نیاز دارید.
fr: Il ne vous reste plus de pages dans votre plan. Pour la requête actuelle, vous avez besoin de {} crédits.
it: Non hai più pagine nel tuo piano. Per la richiesta corrente necessiti di {} crediti.
ja: プランにページが残っていません。現在のリクエストには {}クレジットが必要です。
pt: Você não tem mais páginas em seu plano. para a solicitação atual você precisa de {} créditos.

source: You just have {} credits left in your plan. for current request you need {} credits.
ar: لديك فقط {} رصيد متبقٍ في خطتك. للطلب الحالي تحتاج إلى {} رصيد.
de: Sie haben nur noch {} Credits in Ihrem Plan. Für die aktuelle Anfrage benötigen Sie {} Credits.
es: Solo tienes {} créditos en tu plan. Para la solicitud actual necesitas {} créditos.
fa: شما فقط {} اعتبار در پلن خود دارید. برای درخواست فعلی به {} اعتبار نیاز دارید.
fr: Il vous reste seulement {} crédits dans votre plan. Pour la requête actuelle, vous avez besoin de {} crédits.
it: Hai solo {} crediti nel tuo piano. Per la richiesta corrente necessiti di {} crediti.
ja: プランに残っているクレジットは {}だけです。現在のリクエストには {}クレジットが必要です。
pt: Você tem apenas {} créditos restantes em seu plano. para a solicitação atual você precisa de {} créditos.

source: With the current plan you cannot use this proxy server. Upgrade your plan to use Premium proxy servers.
ar: مع الخطة الحالية لا يمكنك استخدام خادم البروكسي هذا. قم بترقية خطتك لاستخدام خوادم بروكسي مميزة.
de: Mit dem aktuellen Plan können Sie diesen Proxy-Server nicht verwenden. Aktualisieren Sie Ihren Plan, um Premium-Proxy-Server zu nutzen.
es: Con el plan actual no puedes usar este servidor proxy. Actualiza tu plan para usar servidores proxy Premium.
fa: با پلن فعلی نمی‌توانید از این سرور پراکسی استفاده کنید. پلن خود را ارتقا دهید تا از سرورهای پراکسی پرمیوم استفاده کنید.
fr: Avec le plan actuel, vous ne pouvez pas utiliser ce serveur proxy. Mettez à niveau votre plan pour utiliser les serveurs proxy Premium.
it: Con il piano corrente non puoi usare questo server proxy. Aggiorna il tuo piano per utilizzare server proxy Premium.
ja: 現在のプランではこのプロキシサーバーを使用できません。プレミアムプロキシサーバーを使用するにはプランをアップグレードしてください。
pt: Com o plano atual você não pode usar este servidor proxy. Atualize seu plano para usar servidores proxy Premium.

source: Your plan does not support more than {} depth. change the max depth in spider options.
ar: خطتك لا تدعم أكثر من {} عمق. غيّر الحد الأقصى للعمق في خيارات العنكبوت.
de: Ihr Plan unterstützt nicht mehr als {} Tiefe. Ändern Sie die maximale Tiefe in den Spider-Optionen.
es: Tu plan no soporta más de {} de profundidad. Cambia la profundidad máxima en las opciones del spider.
fa: پلن شما بیش از {} عمق را پشتیبانی نمی‌کند. حداکثر عمق را در گزینه‌های عنکبوت تغییر دهید.
fr: Votre plan ne prend pas en charge une profondeur supérieure à {}. Modifiez la profondeur maximale dans les options du spider.
it: Il tuo piano non supporta più di {} livelli di profondità. Modifica la profondità massima nelle opzioni spider.
ja: プランは {}以上の深度をサポートしていません。スパイダーオプションで最大深度を変更してください。
pt: Seu plano não suporta mais de {} de profundidade. altere a profundidade máxima nas opções de spider.

source: Your plan does not support more than {} pages per crawl. change the page limit in spider options.
ar: خطتك لا تدعم أكثر من {} صفحة لكل زحف. غيّر حد الصفحات في خيارات العنكبوت.
de: Ihr Plan unterstützt nicht mehr als {} Seiten pro Crawl. Ändern Sie das Seitenlimit in den Spider-Optionen.
es: Tu plan no soporta más de {} páginas por rastreo. Cambia el límite de páginas en las opciones del spider.
fa: پلن شما بیش از {} صفحه در هر خزش را پشتیبانی نمی‌کند. محدودیت صفحه را در گزینه‌های عنکبوت تغییر دهید.
fr: Votre plan ne prend pas en charge plus de {} pages par crawl. Modifiez la limite de pages dans les options du spider.
it: Il tuo piano non supporta più di {} pagine per crawling. Modifica il limite di pagine nelle opzioni spider.
ja: プランは1回のクロールで {}ページ以上をサポートしていません。スパイダーオプションでページ制限を変更してください。
pt: Seu plano não suporta mais de {} páginas por rastreamento. altere o limite de páginas nas opções de spider.

source: Your plan does not support more than {} concurrent crawls. Wait for them to finish.
ar: خطتك لا تدعم أكثر من {} زحف متزامن. انتظر حتى ينتهوا.
de: Ihr Plan unterstützt nicht mehr als {} gleichzeitige Crawls. Warten Sie, bis diese abgeschlossen sind.
es: Tu plan no soporta más de {} rastreos simultáneos. Espera a que terminen.
fa: پلن شما بیش از {} خزش همزمان را پشتیبانی نمی‌کند. منتظر بمانید تا آنها به پایان برسند.
fr: Votre plan ne prend pas en charge plus de {} crawls simultanés. Attendez qu'ils se terminent.
it: Il tuo piano non supporta più di {} crawling simultanei. Attendi che finiscano.
ja: プランは {}以上の同時クロールをサポートしていません。完了するまでお待ちください。
pt: Seu plano não suporta mais de {} rastreamentos concorrentes. Aguarde que eles terminem.

source: Your plan does not support more than {} concurrent searches. Wait for them to finish.
ar: خطتك لا تدعم أكثر من {} بحث متزامن. انتظر حتى ينتهوا.
de: Ihr Plan unterstützt nicht mehr als {} gleichzeitige Suchen. Warten Sie, bis diese abgeschlossen sind.
es: Tu plan no soporta más de {} búsquedas simultáneas. Espera a que terminen.
fa: پلن شما بیش از {} جستجوی همزمان را پشتیبانی نمی‌کند. منتظر بمانید تا آنها به پایان برسند.
fr: Votre plan ne prend pas en charge plus de {} recherches simultanées. Attendez qu'elles se terminent.
it: Il tuo piano non supporta più di {} ricerche simultanee. Attendi che finiscano.
ja: プランは {}以上の同時検索をサポートしていません。完了するまでお待ちください。
pt: Seu plano não suporta mais de {} buscas concorrentes. Aguarde que elas terminem.

source: Your plan does not support more than {} concurrent sitemaps. Wait for them to finish.
ar: خطتك لا تدعم أكثر من {} خريطة موقع متزامنة. انتظر حتى ينتهوا.
de: Ihr Plan unterstützt nicht mehr als {} gleichzeitige Sitemaps. Warten Sie, bis diese abgeschlossen sind.
es: Tu plan no soporta más de {} mapas de sitio simultáneos. Espera a que terminen.
fa: پلن شما بیش از {} نقشه سایت همزمان را پشتیبانی نمی‌کند. منتظر بمانید تا آنها به پایان برسند.
fr: Votre plan ne prend pas en charge plus de {} plans de site simultanés. Attendez qu'ils se terminent.
it: Il tuo piano non supporta più di {} sitemap simultanee. Attendi che finiscano.
ja: プランは {}以上の同時サイトマップをサポートしていません。完了するまでお待ちください。
pt: Seu plano não suporta mais de {} mapas de site concorrentes. Aguarde que eles terminem.

source: Your plan does not support more than {} knowledge bases. You can not create more.
ar: خطتك لا تدعم أكثر من {} قاعدة معرفة. لا يمكنك إنشاء المزيد.
de: Ihr Plan unterstützt nicht mehr als {} Wissensdatenbanken. Sie können keine weiteren erstellen.
es: Tu plan no soporta más de {} bases de conocimiento. No puedes crear más.
fa: پلن شما بیش از {} پایگاه دانش را پشتیبانی نمی‌کند. شما نمی‌توانید بیشتر ایجاد کنید.
fr: Votre plan ne prend pas en charge plus de {} bases de connaissances. Vous ne pouvez pas en créer davantage.
it: Il tuo piano non supporta più di {} basi di conoscenza. Non puoi crearne altre.
ja: プランは {}以上のナレッジベースをサポートしていません。これ以上作成できません。
pt: Seu plano não suporta mais de {} bases de conhecimento. Você não pode criar mais.

source: Your current plan does not support more than {} documents per knowledge base. This knowledge base has {} documents left. Your request will add {} documents.
ar: خطتك الحالية لا تدعم أكثر من {} مستند لكل قاعدة معرفة. هذه القاعدة تبقى لها {} مستند. طلبك سيضيف {} مستند.
de: Ihr aktueller Plan unterstützt nicht mehr als {} Dokumente pro Wissensdatenbank. Diese Wissensdatenbank hat noch {} Dokumente übrig. Ihre Anfrage wird {} Dokumente hinzufügen.
es: Tu plan actual no soporta más de {} documentos por base de conocimiento. Esta base de conocimiento tiene {} documentos restantes. Tu solicitud agregará {} documentos.
fa: پلن فعلی شما بیش از {} سند برای هر پایگاه دانش را پشتیبانی نمی‌کند. این پایگاه دانش {} سند باقیمانده دارد. درخواست شما {} سند اضافه خواهد کرد.
fr: Votre plan actuel ne prend pas en charge plus de {} documents par base de connaissances. Cette base de connaissances a {} documents restants. Votre requête ajoutera {} documents.
it: Il tuo piano corrente non supporta più di {} documenti per base di conoscenza. Questa base di conoscenza ha {} documenti rimanenti. La tua richiesta aggiungerà {} documenti.
ja: 現在のプランはナレッジベースあたり {}以上のドキュメントをサポートしていません。このナレッジベースには {}ドキュメントが残っています。このリクエストは {}ドキュメントを追加します。
pt: Seu plano atual não suporta mais de {} documentos por base de conhecimento. Esta base de conhecimento tem {} documentos restantes. Sua solicitação adicionará {} documentos.

source: You have reached the maximum number of users for your plan.
ar: لقد وصلت إلى الحد الأقصى لعدد المستخدمين في خطتك.
de: Sie haben die maximale Anzahl von Benutzern für Ihren Plan erreicht.
es: Ha alcanzado el número máximo de usuarios para su plan.
fa: شما به حداکثر تعداد کاربران برای پلن خود رسیده‌اید.
fr: Vous avez atteint le nombre maximum d'utilisateurs pour votre plan.
it: Hai raggiunto il numero massimo di utenti per il tuo piano.
ja: プランの最大ユーザー数に達しました。
pt: Você atingiu o número máximo de usuários para seu plano.

source: List available plans
ar: عرض الخطط المتاحة
de: Verfügbare Pläne auflisten
es: Listar planes disponibles
fa: فهرست پلن‌های موجود
fr: Lister les plans disponibles
it: Elenca piani disponibili
ja: 利用可能なプラン一覧
pt: Listar planos disponíveis

source: Returns a list of all active subscription plans with their details including pricing, features and limits.
ar: يعيد قائمة بجميع خطط الاشتراك النشطة مع تفاصيلها بما في ذلك الأسعار والميزات والحدود.
de: Gibt eine Liste aller aktiven Abonnementpläne mit ihren Details einschließlich Preisen, Funktionen und Limits zurück.
es: Devuelve una lista de todos los planes de suscripción activos con sus detalles, incluyendo precios, características y límites.
fa: لیست همه پلن‌های فعال اشتراک را با جزئیات شامل قیمت، ویژگی‌ها و محدودیت‌ها برمی‌گرداند.
fr: Retourne une liste de tous les plans d'abonnement actifs avec leurs détails, y compris les tarifs, fonctionnalités et limites.
it: Restituisce un elenco di tutti i piani di abbonamento attivi con i relativi dettagli, compresi prezzi, funzionalità e limiti.
ja: 価格、機能、制限を含むすべてのアクティブなサブスクリプションプランのリストを返します。
pt: Retorna uma lista de todos os planos de assinatura ativos com seus detalhes incluindo preços, recursos e limites.

source: Get plan details
ar: الحصول على تفاصيل الخطة
de: Plandetails abrufen
es: Obtener detalles del plan
fa: دریافت جزئیات پلن
fr: Obtenir les détails du plan
it: Ottieni dettagli piano
ja: プラン詳細を取得
pt: Obter detalhes do plano

source: Returns detailed information about a specific subscription plan.
ar: يعيد معلومات تفصيلية حول خطة اشتراك محددة.
de: Gibt detaillierte Informationen über einen bestimmten Abonnementplan zurück.
es: Devuelve información detallada sobre un plan de suscripción específico.
fa: اطلاعات دقیق درباره پلن اشتراک خاص برمی‌گرداند.
fr: Retourne des informations détaillées sur un plan d'abonnement spécifique.
it: Restituisce informazioni dettagliate su un piano di abbonamento specifico.
ja: 特定のサブスクリプションプランの詳細情報を返します。
pt: Retorna informações detalhadas sobre um plano de assinatura específico.

source: Get current subscription details
ar: الحصول على تفاصيل الاشتراك الحالي
de: Aktuelle Abonnementdetails abrufen
es: Obtener detalles de la suscripción actual
fa: دریافت جزئیات اشتراک فعلی
fr: Obtenir les détails de l'abonnement actuel
it: Ottieni dettagli abbonamento corrente
ja: 現在のサブスクリプション詳細を取得
pt: Obter detalhes da assinatura atual
