Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: List all knowledge bases for the current team.
ar: عرض جميع قواعد المعرفة للفريق الحالي.
de: Alle Wissensdatenbanken für das aktuelle Team auflisten.
es: Listar todas las bases de conocimiento para el equipo actual.
fa: فهرست همه پایگاه‌های دانش برای تیم فعلی.
fr: Lister toutes les bases de connaissances pour l'équipe actuelle.
it: Elenca tutte le basi di conoscenza per il team corrente.
ja: 現在のチームのすべてのナレッジベースを一覧表示します。
pt: Listar todas as bases de conhecimento para a equipe atual.

source: Get knowledge base details
ar: الحصول على تفاصيل قاعدة المعرفة
de: Wissensdatenbank-Details abrufen
es: Obtener detalles de la base de conocimiento
fa: دریافت جزئیات پایگاه دانش
fr: Obtenir les détails de la base de connaissances
it: Ottieni dettagli base di conoscenza
ja: ナレッジベース詳細を取得
pt: Obter detalhes da base de conhecimento

source: Get details for a specific knowledge base.
ar: الحصول على تفاصيل قاعدة معرفة محددة.
de: Details für eine bestimmte Wissensdatenbank abrufen.
es: Obtener detalles de una base de conocimiento específica.
fa: دریافت جزئیات برای پایگاه دانش خاص.
fr: Obtenir les détails d'une base de connaissances spécifique.
it: Ottieni dettagli per una base di conoscenza specifica.
ja: 特定のナレッジベースの詳細を取得します。
pt: Obter detalhes de uma base de conhecimento específica.

source: Create knowledge base
ar: إنشاء قاعدة معرفة
de: Wissensdatenbank erstellen
es: Crear base de conocimiento
fa: ایجاد پایگاه دانش
fr: Créer une base de connaissances
it: Crea base di conoscenza
ja: ナレッジベースを作成
pt: Criar base de conhecimento

source: Create a new knowledge base for the current team.
ar: إنشاء قاعدة معرفة جديدة للفريق الحالي.
de: Eine neue Wissensdatenbank für das aktuelle Team erstellen.
es: Crear una nueva base de conocimiento para el equipo actual.
fa: ایجاد پایگاه دانش جدید برای تیم فعلی.
fr: Créer une nouvelle base de connaissances pour l'équipe actuelle.
it: Crea una nuova base di conoscenza per il team corrente.
ja: 現在のチームのために新しいナレッジベースを作成します。
pt: Criar uma nova base de conhecimento para a equipe atual.

source: Update knowledge base
ar: تحديث قاعدة المعرفة
de: Wissensdatenbank aktualisieren
es: Actualizar base de conocimiento
fa: به‌روزرسانی پایگاه دانش
fr: Mettre à jour la base de connaissances
it: Aggiorna base di conoscenza
ja: ナレッジベースを更新
pt: Atualizar base de conhecimento

source: Update an existing knowledge base.
ar: تحديث قاعدة معرفة موجودة.
de: Eine bestehende Wissensdatenbank aktualisieren.
es: Actualizar una base de conocimiento existente.
fa: به‌روزرسانی پایگاه دانش موجود.
fr: Mettre à jour une base de connaissances existante.
it: Aggiorna una base di conoscenza esistente.
ja: 既存のナレッジベースを更新します。
pt: Atualizar uma base de conhecimento existente.

source: Partially update knowledge base
ar: تحديث جزئي لقاعدة المعرفة
de: Wissensdatenbank teilweise aktualisieren
es: Actualizar parcialmente base de conocimiento
fa: به‌روزرسانی جزئی پایگاه دانش
fr: Mettre à jour partiellement la base de connaissances
it: Aggiorna parzialmente base di conoscenza
ja: ナレッジベースを部分更新
pt: Atualizar parcialmente base de conhecimento

source: Partially update an existing knowledge base.
ar: تحديث جزئي لقاعدة معرفة موجودة.
de: Eine bestehende Wissensdatenbank teilweise aktualisieren.
es: Actualizar parcialmente una base de conocimiento existente.
fa: به‌روزرسانی جزئی پایگاه دانش موجود.
fr: Mettre à jour partiellement une base de connaissances existante.
it: Aggiorna parzialmente una base di conoscenza esistente.
ja: 既存のナレッジベースを部分更新します。
pt: Atualizar parcialmente uma base de conhecimento existente.

source: Delete knowledge base
ar: حذف قاعدة المعرفة
de: Wissensdatenbank löschen
es: Eliminar base de conocimiento
fa: حذف پایگاه دانش
fr: Supprimer la base de connaissances
it: Elimina base di conoscenza
ja: ナレッジベースを削除
pt: Excluir base de conhecimento

source: Delete an existing knowledge base.
ar: حذف قاعدة معرفة موجودة.
de: Eine bestehende Wissensdatenbank löschen.
es: Eliminar una base de conocimiento existente.
fa: حذف پایگاه دانش موجود.
fr: Supprimer une base de connaissances existante.
it: Elimina una base di conoscenza esistente.
ja: 既存のナレッジベースを削除します。
pt: Excluir uma base de conhecimento existente.

source: Enhance knowledge base context aware text
ar: تحسين النص الواعي بالسياق لقاعدة المعرفة
de: Wissensdatenbank mit kontextbewusstem Text verbessern
es: Mejorar texto consciente del contexto de la base de conocimiento
fa: بهبود متن زمینه‌آگاه پایگاه دانش
fr: Améliorer le texte sensible au contexte de la base de connaissances
it: Migliora testo contestuale base di conoscenza
ja: ナレッジベースのコンテキスト対応テキストを強化
pt: Aprimorar texto consciente do contexto da base de conhecimento

source: Enhance documents using context-aware summarization.
ar: تحسين المستندات باستخدام التلخيص الواعي بالسياق.
de: Dokumente mit kontextbewusster Zusammenfassung verbessern.
es: Mejorar documentos usando resumen consciente del contexto.
fa: بهبود اسناد با استفاده از خلاصه‌سازی زمینه‌آگاه.
fr: Améliorer les documents en utilisant un résumé sensible au contexte.
it: Migliora i documenti usando riassunti contestuali.
ja: コンテキスト対応の要約を使用してドキュメントを強化します。
pt: Aprimorar documentos usando sumarização consciente do contexto.

source: Query knowledge base
ar: استعلام قاعدة المعرفة
de: Wissensdatenbank abfragen
es: Consultar base de conocimiento
fa: جستجوی پایگاه دانش
fr: Interroger la base de connaissances
it: Interroga base di conoscenza
ja: ナレッジベースをクエリ
pt: Consultar base de conhecimento

source: Execute a query against the knowledge base.
ar: تنفيذ استعلام على قاعدة المعرفة.
de: Eine Abfrage gegen die Wissensdatenbank ausführen.
es: Ejecutar una consulta en la base de conocimiento.
fa: اجرای جستجو در پایگاه دانش.
fr: Exécuter une requête sur la base de connaissances.
it: Esegui una query sulla base di conoscenza.
ja: ナレッジベースに対してクエリを実行します。
pt: Executar uma consulta na base de conhecimento.

source: List documents
ar: عرض المستندات
de: Dokumente auflisten
es: Listar documentos
fa: فهرست اسناد
fr: Lister les documents
it: Elenca documenti
ja: ドキュメント一覧
pt: Listar documentos

source: List all documents for a knowledge base.
ar: عرض جميع المستندات لقاعدة معرفة.
de: Alle Dokumente für eine Wissensdatenbank auflisten.
es: Listar todos los documentos de una base de conocimiento.
fa: فهرست همه اسناد برای پایگاه دانش.
fr: Lister tous les documents d'une base de connaissances.
it: Elenca tutti i documenti per una base di conoscenza.
ja: ナレッジベースのすべてのドキュメントを一覧表示します。
pt: Listar todos os documentos de uma base de conhecimento.

source: Get document details
ar: الحصول على تفاصيل المستند
de: Dokument-Details abrufen
es: Obtener detalles del documento
fa: دریافت جزئیات سند
fr: Obtenir les détails du document
it: Ottieni dettagli documento
ja: ドキュメント詳細を取得
pt: Obter detalhes do documento

source: Get details for a specific document.
ar: الحصول على تفاصيل مستند محدد.
de: Details für ein bestimmtes Dokument abrufen.
es: Obtener detalles de un documento específico.
fa: دریافت جزئیات برای سند خاص.
fr: Obtenir les détails d'un document spécifique.
it: Ottieni dettagli per un documento specifico.
ja: 特定のドキュメントの詳細を取得します。
pt: Obter detalhes de um documento específico.

source: Create document
ar: إنشاء مستند
de: Dokument erstellen
es: Crear documento
fa: ایجاد سند
fr: Créer un document
it: Crea documento
ja: ドキュメントを作成
pt: Criar documento

source: Create a new document for a knowledge base.
ar: إنشاء مستند جديد لقاعدة معرفة.
de: Ein neues Dokument für eine Wissensdatenbank erstellen.
es: Crear un nuevo documento para una base de conocimiento.
fa: ایجاد سند جدید برای پایگاه دانش.
fr: Créer un nouveau document pour une base de connaissances.
it: Crea un nuovo documento per una base di conoscenza.
ja: ナレッジベースのために新しいドキュメントを作成します。
pt: Criar um novo documento para uma base de conhecimento.

source: Update document
ar: تحديث المستند
de: Dokument aktualisieren
es: Actualizar documento
fa: به‌روزرسانی سند
fr: Mettre à jour le document
it: Aggiorna documento
ja: ドキュメントを更新
pt: Atualizar documento

source: Update an existing document.
ar: تحديث مستند موجود.
de: Ein bestehendes Dokument aktualisieren.
es: Actualizar un documento existente.
fa: به‌روزرسانی سند موجود.
fr: Mettre à jour un document existant.
it: Aggiorna un documento esistente.
ja: 既存のドキュメントを更新します。
pt: Atualizar um documento existente.

source: Partially update document
ar: تحديث جزئي للمستند
de: Dokument teilweise aktualisieren
es: Actualizar parcialmente documento
fa: به‌روزرسانی جزئی سند
fr: Mettre à jour partiellement le document
it: Aggiorna parzialmente documento
ja: ドキュメントを部分更新
pt: Atualizar parcialmente documento

source: Partially update an existing document.
ar: تحديث جزئي لمستند موجود.
de: Ein bestehendes Dokument teilweise aktualisieren.
es: Actualizar parcialmente un documento existente.
fa: به‌روزرسانی جزئی سند موجود.
fr: Mettre à jour partiellement un document existant.
it: Aggiorna parzialmente un documento esistente.
ja: 既存のドキュメントを部分更新します。
pt: Atualizar parcialmente um documento existente.

source: Delete document
ar: حذف المستند
de: Dokument löschen
es: Eliminar documento
fa: حذف سند
fr: Supprimer le document
it: Elimina documento
ja: ドキュメントを削除
pt: Excluir documento

source: Delete an existing document.
ar: حذف مستند موجود.
de: Ein bestehendes Dokument löschen.
es: Eliminar un documento existente.
fa: حذف سند موجود.
fr: Supprimer un document existant.
it: Elimina un documento esistente.
ja: 既存のドキュメントを削除します。
pt: Excluir um documento existente.

source: Process URLs
ar: معالجة الروابط
de: URLs verarbeiten
es: Procesar URLs
fa: پردازش URLها
fr: Traiter les URL
it: Elabora URL
ja: URLを処理
pt: Processar URLs

source: Process a list of URLs and add them to the knowledge base.
ar: معالجة قائمة من الروابط وإضافتها إلى قاعدة المعرفة.
de: Eine Liste von URLs verarbeiten und zur Wissensdatenbank hinzufügen.
es: Procesar una lista de URLs y agregarlas a la base de conocimiento.
fa: پردازش لیست URLها و اضافه آنها به پایگاه دانش.
fr: Traiter une liste d'URL et les ajouter à la base de connaissances.
it: Elabora un elenco di URL e aggiungili alla base di conoscenza.
ja: URLのリストを処理し、ナレッジベースに追加します。
pt: Processar uma lista de URLs e adicioná-las à base de conhecimento.

source: Process crawl results
ar: معالجة نتائج الزحف
de: Crawl-Ergebnisse verarbeiten
es: Procesar resultados de rastreo
fa: پردازش نتایج خزش
fr: Traiter les résultats de crawl
it: Elabora risultati crawling
ja: クロール結果を処理
pt: Processar resultados de rastreamento

source: Process crawl results and add them to the knowledge base.
ar: معالجة نتائج الزحف وإضافتها إلى قاعدة المعرفة.
de: Crawl-Ergebnisse verarbeiten und zur Wissensdatenbank hinzufügen.
es: Procesar resultados de rastreo y agregarlos a la base de conocimiento.
fa: پردازش نتایج خزش و اضافه آنها به پایگاه دانش.
fr: Traiter les résultats de crawl et les ajouter à la base de connaissances.
it: Elabora i risultati del crawling e aggiungili alla base di conoscenza.
ja: クロール結果を処理し、ナレッジベースに追加します。
pt: Processar resultados de rastreamento e adicioná-los à base de conhecimento.

source: Process crawl request
ar: معالجة طلب الزحف
de: Crawl-Anfrage verarbeiten
es: Procesar solicitud de rastreo
fa: پردازش درخواست خزش
fr: Traiter la demande de crawl
it: Elabora richiesta crawling
ja: クロールリクエストを処理
pt: Processar solicitação de rastreamento

source: Process a crawl request and add it to the knowledge base.
ar: معالجة طلب زحف وإضافته إلى قاعدة المعرفة.
de: Eine Crawl-Anfrage verarbeiten und zur Wissensdatenbank hinzufügen.
es: Procesar una solicitud de rastreo y agregarla a la base de conocimiento.
fa: پردازش درخواست خزش و اضافه آن به پایگاه دانش.
fr: Traiter une demande de crawl et l'ajouter à la base de connaissances.
it: Elabora una richiesta di crawling e aggiungila alla base di conoscenza.
ja: クロールリクエストを処理し、ナレッジベースに追加します。
pt: Processar uma solicitação de rastreamento e adicioná-la à base de conhecimento.

source: Process files
ar: معالجة الملفات
de: Dateien verarbeiten
es: Procesar archivos
fa: پردازش فایل‌ها
fr: Traiter les fichiers
it: Elabora file
ja: ファイルを処理
pt: Processar arquivos

source: Process a list of files and add them to the knowledge base.
ar: معالجة قائمة من الملفات وإضافتها إلى قاعدة المعرفة.
de: Eine Liste von Dateien verarbeiten und zur Wissensdatenbank hinzufügen.
es: Procesar una lista de archivos y agregarlos a la base de conocimiento.
fa: پردازش لیست فایل‌ها و اضافه آنها به پایگاه دانش.
fr: Traiter une liste de fichiers et les ajouter à la base de connaissances.
it: Elabora un elenco di file e aggiungili alla base di conoscenza.
ja: ファイルのリストを処理し、ナレッジベースに追加します。
pt: Processar uma lista de arquivos e adicioná-los à base de conhecimento.

source: Retry document
ar: إعادة محاولة المستند
de: Dokument erneut versuchen
es: Reintentar documento
fa: تلاش مجدد سند
fr: Réessayer le document
it: Riprova documento
ja: ドキュメントを再試行
pt: Retentar documento

source: Retry a failed document. to index it again.
ar: إعادة محاولة مستند فشل. لفهرسته مرة أخرى.
de: Ein fehlgeschlagenes Dokument erneut versuchen, um es erneut zu indizieren.
es: Reintentar un documento fallido para indexarlo nuevamente.
fa: تلاش مجدد سند ناموفق برای نمایه‌سازی مجدد.
fr: Réessayer un document échoué pour l'indexer à nouveau.
it: Riprova un documento fallito per indicizzarlo di nuovo.
ja: 失敗したドキュメントを再試行し、再度インデックスします。
pt: Retentar um documento que falhou para indexá-lo novamente.

source: You cannot add documents to this knowledge base.
ar: لا يمكنك إضافة مستندات إلى قاعدة المعرفة هذه.
de: Sie können dieser Wissensdatenbank keine Dokumente hinzufügen.
es: No puede agregar documentos a esta base de conocimiento.
fa: شما نمی‌توانید اسناد به این پایگاه دانش اضافه کنید.
fr: Vous ne pouvez pas ajouter de documents à cette base de connaissances.
it: Non puoi aggiungere documenti a questa base di conoscenza.
ja: このナレッジベースにドキュメントを追加できません。
pt: Você não pode adicionar documentos a esta base de conhecimento.

source: You can only retry just failed documents.
ar: يمكنك فقط إعادة محاولة المستندات الفاشلة.
de: Sie können nur fehlgeschlagene Dokumente erneut versuchen.
es: Solo puede reintentar documentos fallidos.
fa: شما فقط می‌توانید اسناد ناموفق را مجدداً تلاش کنید.
fr: Vous ne pouvez réessayer que les documents échoués.
it: Puoi riprovare solo i documenti falliti.
ja: 失敗したドキュメントのみ再試行できます。
pt: Você só pode retentar documentos que falharam.

source: You cannot make changes to this knowledge base.
ar: لا يمكنك إجراء تغييرات على قاعدة المعرفة هذه.
de: Sie können keine Änderungen an dieser Wissensdatenbank vornehmen.
es: No puede hacer cambios en esta base de conocimiento.
fa: شما نمی‌توانید تغییراتی در این پایگاه دانش ایجاد کنید.
fr: Vous ne pouvez pas modifier cette base de connaissances.
it: Non puoi apportare modifiche a questa base di conoscenza.
ja: このナレッジベースに変更を加えることはできません。
pt: Você não pode fazer alterações nesta base de conhecimento.

source: List document chunks
ar: عرض أجزاء المستند
de: Dokument-Chunks auflisten
es: Listar fragmentos del documento
fa: فهرست بخش‌های سند
fr: Lister les fragments du document
it: Elenca frammenti documento
ja: ドキュメントチャンク一覧
pt: Listar fragmentos de documento

source: List all chunks for a document.
ar: عرض جميع الأجزاء لمستند.
de: Alle Chunks für ein Dokument auflisten.
es: Listar todos los fragmentos de un documento.
fa: فهرست همه بخش‌ها برای سند.
fr: Lister tous les fragments d'un document.
it: Elenca tutti i frammenti per un documento.
ja: ドキュメントのすべてのチャンクを一覧表示します。
pt: Listar todos os fragmentos de um documento.

source: List retrieval settings
ar: قائمة إعدادات الاسترجاع
de: Abrufeinstellungen auflisten
es: Listar configuraciones de recuperación
fa: لیست تنظیمات بازیابی
fr: Lister les paramètres de récupération
it: Elenca impostazioni di recupero
ja: 検索設定を一覧表示
pt: Listar configurações de recuperação

source: List all retrieval settings for a knowledge base.
ar: قائمة جميع إعدادات الاسترجاع لقاعدة المعرفة.
de: Alle Abrufeinstellungen für eine Wissensdatenbank auflisten.
es: Listar todas las configuraciones de recuperación para una base de conocimientos.
fa: لیست تمام تنظیمات بازیابی برای یک پایگاه دانش.
fr: Lister tous les paramètres de récupération pour une base de connaissances.
it: Elencare tutte le impostazioni di recupero per una base di conoscenza.
ja: ナレッジベースのすべての検索設定を一覧表示します。
pt: Listar todas as configurações de recuperação para uma base de conhecimento.

source: Get retrieval setting
ar: الحصول على إعداد الاسترجاع
de: Abrufeinstellung abrufen
es: Obtener configuración de recuperación
fa: دریافت تنظیمات بازیابی
fr: Obtenir le paramètre de récupération
it: Ottieni impostazione di recupero
ja: 検索設定を取得
pt: Obter configuração de recuperação

source: Get details for a specific retrieval setting.
ar: الحصول على تفاصيل إعداد استرجاع محدد.
de: Details für eine spezifische Abrufeinstellung abrufen.
es: Obtener detalles para una configuración de recuperación específica.
fa: دریافت جزئیات برای تنظیمات بازیابی خاص.
fr: Obtenir les détails d'un paramètre de récupération spécifique.
it: Ottenere dettagli per un'impostazione di recupero specifica.
ja: 特定の検索設定の詳細を取得します。
pt: Obter detalhes de uma configuração de recuperação específica.

source: Create retrieval setting
ar: إنشاء إعداد الاسترجاع
de: Abrufeinstellung erstellen
es: Crear configuración de recuperación
fa: ایجاد تنظیمات بازیابی
fr: Créer un paramètre de récupération
it: Crea impostazione di recupero
ja: 検索設定を作成
pt: Criar configuração de recuperação

source: Create a new retrieval setting for a knowledge base.
ar: إنشاء إعداد استرجاع جديد لقاعدة المعرفة.
de: Eine neue Abrufeinstellung für eine Wissensdatenbank erstellen.
es: Crear una nueva configuración de recuperación para una base de conocimientos.
fa: ایجاد تنظیمات بازیابی جدید برای پایگاه دانش.
fr: Créer un nouveau paramètre de récupération pour une base de connaissances.
it: Creare una nuova impostazione di recupero per una base di conoscenza.
ja: ナレッジベース用の新しい検索設定を作成します。
pt: Criar uma nova configuração de recuperação para uma base de conhecimento.

source: Update retrieval setting
ar: تحديث إعداد الاسترجاع
de: Abrufeinstellung aktualisieren
es: Actualizar configuración de recuperación
fa: به‌روزرسانی تنظیم بازیابی
fr: Mettre à jour le paramètre de récupération
it: Aggiorna impostazione di recupero
ja: 検索設定を更新
pt: Atualizar configuração de recuperação

source: Update an existing retrieval setting.
ar: تحديث إعداد استرجاع موجود.
de: Eine vorhandene Abrufeinstellung aktualisieren.
es: Actualizar una configuración de recuperación existente.
fa: به‌روزرسانی تنظیمات بازیابی موجود.
fr: Mettre à jour un paramètre de récupération existant.
it: Aggiornare un'impostazione di recupero esistente.
ja: 既存の検索設定を更新します。
pt: Atualizar uma configuração de recuperação existente.

source: Partially update retrieval setting
ar: تحديث جزئي لإعداد الاسترجاع
de: Abrufeinstellung teilweise aktualisieren
es: Actualizar parcialmente configuración de recuperación
fa: به‌روزرسانی جزئی تنظیمات بازیابی
fr: Mise à jour partielle du paramètre de récupération
it: Aggiornamento parziale impostazione di recupero
ja: 検索設定を部分的に更新
pt: Atualização parcial da configuração de recuperação

source: Partially update an existing retrieval setting.
ar: تحديث جزئي لإعداد استرجاع موجود.
de: Eine vorhandene Abrufeinstellung teilweise aktualisieren.
es: Actualizar parcialmente una configuración de recuperación existente.
fa: به‌روزرسانی جزئی یک تنظیم بازیابی موجود.
fr: Mettre à jour partiellement un paramètre de récupération existant.
it: Aggiornare parzialmente un'impostazione di recupero esistente.
ja: 既存の検索設定を部分的に更新します。
pt: Atualizar parcialmente uma configuração de recuperação existente.

source: Delete retrieval setting
ar: حذف إعداد الاسترجاع
de: Abrufeinstellung löschen
es: Eliminar configuración de recuperación
fa: حذف تنظیمات بازیابی
fr: Supprimer le paramètre de récupération
it: Elimina impostazione di recupero
ja: 検索設定を削除
pt: Excluir configuração de recuperação

source: Delete an existing retrieval setting.
ar: حذف إعداد استرجاع موجود.
de: Eine vorhandene Abrufeinstellung löschen.
es: Eliminar una configuración de recuperación existente.
fa: حذف یک تنظیم بازیابی موجود.
fr: Supprimer un paramètre de récupération existant.
it: Eliminare un'impostazione di recupero esistente.
ja: 既存の検索設定を削除します。
pt: Excluir uma configuração de recuperação existente.

source: API Configuration
ar: تهيئة API
de: API-Konfiguration
es: Configuración API
fa: پیکربندی API
fr: Configuration API
it: Configurazione API
ja: API設定
pt: Configuração de API

source: API key is required
ar: مفتاح API مطلوب
de: API-Schlüssel ist erforderlich
es: Se requiere la clave API
fa: کلید API ضروری است
fr: La clé API est requise
it: Chiave API richiesta
ja: APIキーが必要です
pt: Chave de API é obrigatória

source: Base URL is required
ar: رابط URL الأساسي مطلوب
de: Basis-URL ist erforderlich
es: Se requiere la URL base
fa: URL پایه ضروری است
fr: L'URL de base est requise
it: URL base richiesto
ja: ベースURLが必要です
pt: URL base é obrigatória

source: Invalid API key or base URL. Test failed
ar: مفتاح API أو رابط URL الأساسي غير صالح. فشل الاختبار
de: Ungültiger API-Schlüssel oder Basis-URL. Test fehlgeschlagen
es: Clave API o URL base inválida. Prueba fallida
fa: کلید API یا URL پایه نامعتبر. تست ناموفق
fr: Clé API ou URL de base invalide. Test échoué
it: Chiave API o URL base non validi. Test fallito
ja: 無効なAPIキーまたはベースURL。テストに失敗しました
pt: Chave de API ou URL base inválida. Teste falhou

source: List provider configs
ar: عرض تهيئات المزود
de: Anbieterkonfigurationen auflisten
es: Listar configuraciones de proveedores
fa: فهرست پیکربندی‌های ارائه‌دهنده
fr: Lister les configurations de fournisseurs
it: Elenca configurazioni provider
ja: プロバイダー設定一覧
pt: Listar configurações de provedor

source: Create provider config
ar: إنشاء تهيئة المزود
de: Anbieterkonfiguration erstellen
es: Crear configuración de proveedor
fa: ایجاد پیکربندی ارائه‌دهنده
fr: Créer une configuration de fournisseur
it: Crea configurazione provider
ja: プロバイダー設定を作成
pt: Criar configuração de provedor

source: Get provider config
ar: الحصول على تهيئة المزود
de: Anbieterkonfiguration abrufen
es: Obtener configuración del proveedor
fa: دریافت پیکربندی ارائه‌دهنده
fr: Obtenir la configuration du fournisseur
it: Ottieni configurazione provider
ja: プロバイダー設定を取得
pt: Obter configuração de provedor

source: Update provider config
ar: تحديث تهيئة المزود
de: Anbieterkonfiguration aktualisieren
es: Actualizar configuración del proveedor
fa: به‌روزرسانی پیکربندی ارائه‌دهنده
fr: Mettre à jour la configuration du fournisseur
it: Aggiorna configurazione provider
ja: プロバイダー設定を更新
pt: Atualizar configuração de provedor

source: Delete provider config
ar: حذف تهيئة المزود
de: Anbieterkonfiguration löschen
es: Eliminar configuración del proveedor
fa: حذف پیکربندی ارائه‌دهنده
fr: Supprimer la configuration du fournisseur
it: Elimina configurazione provider
ja: プロバイダー設定を削除
pt: Excluir configuração de provedor

source: Sync embeddings
ar: مزامنة التضمينات
de: Embeddings synchronisieren
es: Sincronizar embeddings
fa: همگام‌سازی جاسازی‌ها
fr: Synchroniser les embeddings
it: Sincronizza embeddings
ja: 埋め込みを同期
pt: Sincronizar embeddings

source: Sync LLM models
ar: مزامنة نماذج LLM
de: LLM-Modelle synchronisieren
es: Sincronizar modelos LLM
fa: همگام‌سازی مدل‌های LLM
fr: Synchroniser les modèles LLM
it: Sincronizza modelli LLM
ja: LLMモデルを同期
pt: Sincronizar modelos LLM

source: Test config
ar: اختبار التهيئة
de: Konfiguration testen
es: Probar configuración
fa: تست پیکربندی
fr: Tester la configuration
it: Testa configurazione
ja: 設定をテスト
pt: Testar configuração

source: List providers
ar: عرض المزودين
de: Anbieter auflisten
es: Listar proveedores
fa: فهرست ارائه‌دهندگان
fr: Lister les fournisseurs
it: Elenca provider
ja: プロバイダー一覧
pt: Listar provedores
