Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: Get/Update the current team
ar: الحصول/تحديث الفريق الحالي
de: Das aktuelle Team abrufen/aktualisieren
es: Obtener/Actualizar el equipo actual
fa: دریافت/به‌روزرسانی تیم فعلی
fr: Obtenir/Mettre à jour l'équipe actuelle
it: Ottieni/Aggiorna il team corrente
ja: 現在のチームを取得/更新
pt: Obter/Atualizar a equipe atual

source: Get the current team
ar: الحصول على الفريق الحالي
de: Das aktuelle Team abrufen
es: Obtener el equipo actual
fa: دریافت تیم فعلی
fr: Obtenir l'équipe actuelle
it: Ottieni il team corrente
ja: 現在のチームを取得
pt: Obter a equipe atual

source: Invite a user to the current team
ar: دعوة مستخدم إلى الفريق الحالي
de: Einen Benutzer zum aktuellen Team einladen
es: Invitar un usuario al equipo actual
fa: دعوت کاربر به تیم فعلی
fr: Inviter un utilisateur dans l'équipe actuelle
it: Invita un utente al team corrente
ja: 現在のチームにユーザーを招待
pt: Convidar um usuário para a equipe atual

source: List invitations to the current team
ar: عرض الدعوات إلى الفريق الحالي
de: Einladungen zum aktuellen Team auflisten
es: Listar invitaciones al equipo actual
fa: فهرست دعوت‌نامه‌ها به تیم فعلی
fr: Lister les invitations de l'équipe actuelle
it: Elenca inviti al team corrente
ja: 現在のチームへの招待一覧
pt: Listar convites para a equipe atual

source: Revoke an invitation
ar: إلغاء الدعوة
de: Eine Einladung widerrufen
es: Revocar una invitación
fa: لغو دعوت‌نامه
fr: Révoquer une invitation
it: Revoca un invito
ja: 招待を取り消す
pt: Revogar um convite

source: Get the invitation URL
ar: الحصول على رابط الدعوة
de: Einladungs-URL abrufen
es: Obtener URL de invitación
fa: دریافت URL دعوت‌نامه
fr: Obtenir l'URL d'invitation
it: Ottieni URL di invito
ja: 招待URLを取得
pt: Obter URL do convite

source: Get the invitation URL for the selected invitation
ar: الحصول على رابط الدعوة للدعوة المحددة
de: Einladungs-URL für die ausgewählte Einladung abrufen
es: Obtener URL de invitación para la invitación seleccionada
fa: دریافت URL دعوت‌نامه برای دعوت‌نامه انتخاب شده
fr: Obtenir l'URL d'invitation pour l'invitation sélectionnée
it: Ottieni URL di invito per l'invito selezionato
ja: 選択した招待の招待URLを取得
pt: Obter URL do convite para o convite selecionado

source: Resend the invitation email
ar: إعادة إرسال بريد الدعوة
de: Einladungs-E-Mail erneut senden
es: Reenviar el correo de invitación
fa: ارسال مجدد ایمیل دعوت‌نامه
fr: Renvoyer l'email d'invitation
it: Reinvia l'email di invito
ja: 招待メールを再送信
pt: Reenviar o email de convite

source: Resend the invitation email to the invited user
ar: إعادة إرسال بريد الدعوة للمستخدم المدعو
de: Einladungs-E-Mail an den eingeladenen Benutzer erneut senden
es: Reenviar el correo de invitación al usuario invitado
fa: ارسال مجدد ایمیل دعوت‌نامه به کاربر دعوت شده
fr: Renvoyer l'email d'invitation à l'utilisateur invité
it: Reinvia l'email di invito all'utente invitato
ja: 招待されたユーザーに招待メールを再送信
pt: Reenviar o email de convite para o usuário convidado

source: Create a new API key
ar: إنشاء مفتاح API جديد
de: Einen neuen API-Schlüssel erstellen
es: Crear una nueva clave API
fa: ایجاد کلید API جدید
fr: Créer une nouvelle clé API
it: Crea una nuova chiave API
ja: 新しいAPIキーを作成
pt: Criar uma nova chave de API

source: List API keys
ar: عرض مفاتيح API
de: API-Schlüssel auflisten
es: Listar claves API
fa: فهرست کلیدهای API
fr: Lister les clés API
it: Elenca chiavi API
ja: APIキー一覧
pt: Listar chaves de API

source: Delete an API key
ar: حذف مفتاح API
de: Einen API-Schlüssel löschen
es: Eliminar una clave API
fa: حذف کلید API
fr: Supprimer une clé API
it: Elimina una chiave API
ja: APIキーを削除
pt: Excluir uma chave de API

source: List team members
ar: عرض أعضاء الفريق
de: Teammitglieder auflisten
es: Listar miembros del equipo
fa: فهرست اعضای تیم
fr: Lister les membres de l'équipe
it: Elenca membri del team
ja: チームメンバー一覧
pt: Listar membros da equipe

source: Delete a team member
ar: حذف عضو من الفريق
de: Ein Teammitglied löschen
es: Eliminar un miembro del equipo
fa: حذف عضو تیم
fr: Supprimer un membre de l'équipe
it: Elimina un membro del team
ja: チームメンバーを削除
pt: Excluir um membro da equipe

source: You can not delete the owner of the team
ar: لا يمكنك حذف مالك الفريق
de: Sie können den Eigentümer des Teams nicht löschen
es: No puedes eliminar al propietario del equipo
fa: شما نمی‌توانید مالک تیم را حذف کنید
fr: Vous ne pouvez pas supprimer le propriétaire de l'équipe
it: Non puoi eliminare il proprietario del team
ja: チームのオーナーを削除できません
pt: Você não pode excluir o proprietário da equipe

source: List media files
ar: قائمة ملفات الوسائط
de: Mediendateien auflisten
es: Listar archivos multimedia
fa: لیست فایل‌های رسانه‌ای
fr: Lister les fichiers média
it: Elenca file multimediali
ja: メディアファイルを一覧表示
pt: Listar arquivos de mídia

source: List all media files for the current team
ar: قائمة جميع ملفات الوسائط للفريق الحالي
de: Alle Mediendateien für das aktuelle Team auflisten
es: Listar todos los archivos multimedia del equipo actual
fa: لیست تمام فایل‌های رسانه‌ای برای تیم فعلی
fr: Lister tous les fichiers média pour l'équipe actuelle
it: Elenca tutti i file multimediali per il team corrente
ja: 現在のチームのすべてのメディアファイルを一覧表示
pt: Listar todos os arquivos de mídia para a equipe atual

source: Delete media file
ar: حذف ملف الوسائط
de: Mediendatei löschen
es: Eliminar archivo multimedia
fa: حذف فایل رسانه‌ای
fr: Supprimer le fichier média
it: Elimina file multimediale
ja: メディアファイルを削除
pt: Excluir arquivo de mídia

source: Delete a media file
ar: حذف ملف وسائط
de: Eine Mediendatei löschen
es: Eliminar un archivo multimedia
fa: حذف یک فایل رسانه‌ای
fr: Supprimer un fichier média
it: Eliminare un file multimediale
ja: メディアファイルを削除
pt: Excluir um arquivo de mídia

source: Upload media file
ar: رفع ملف وسائط
de: Mediendatei hochladen
es: Subir archivo multimedia
fa: آپلود فایل رسانه‌ای
fr: Télécharger un fichier média
it: Carica file multimediale
ja: メディアファイルをアップロード
pt: Carregar arquivo de mídia

source: Upload a media file for use in agent conversations
ar: رفع ملف وسائط للاستخدام في محادثات الوكيل
de: Eine Mediendatei für die Verwendung in Agent-Konversationen hochladen
es: Subir un archivo multimedia para usar en conversaciones del agente
fa: آپلود یک فایل رسانه‌ای برای استفاده در مکالمات عامل
fr: Télécharger un fichier média pour utilisation dans les conversations d'agent
it: Carica un file multimediale per l'uso nelle conversazioni dell'agente
ja: エージェントの会話で使用するメディアファイルをアップロード
pt: Carregar um arquivo de mídia para uso em conversas de agente

source: Refresh token
ar: تحديث الرمز
de: Token aktualisieren
es: Refrescar token
fa: تازه‌سازی توکن
fr: Rafraîchir le jeton
it: Aggiorna token
ja: トークンを更新
pt: Atualizar token

source: Verify token
ar: التحقق من الرمز
de: Token überprüfen
es: Verificar token
fa: تأیید توکن
fr: Vérifier le jeton
it: Verifica token
ja: トークンを確認
pt: Verificar token

source: Top K
fa: بالاترین K
