Repository: watercrawl/WaterCrawl
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fa, fr, it, ja, pt

source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fa: نتیجه
fr: Résultat
it: Risultato
ja: 結果
pt: Resultado

source: Crawl Result
ar: نتيجة الزحف
de: Crawl-Ergebnis
es: Resultado de rastreo
fa: نتیجه خزش
fr: Résultat de crawl
it: Risultato del Crawling
ja: クロール結果
pt: Resultado de Rastreamento

source: Crawl Results
ar: نتائج الزحف
de: Crawl-Ergebnisse
es: Resultados de rastreo
fa: نتایج خزش
fr: Résultats de crawl
it: Risultati del Crawling
ja: クロール結果
pt: Resultados de Rastreamento

source: Attachment Type
ar: نوع المرفق
de: Anhangstyp
es: Tipo de adjunto
fa: نوع پیوست
fr: Type de pièce jointe
it: Tipo di Allegato
ja: 添付ファイルタイプ
pt: Tipo de Anexo

source: Attachment
ar: المرفق
de: Anhang
es: Adjunto
fa: پیوست
fr: Pièce jointe
it: Allegato
ja: 添付ファイル
pt: Anexo

source: Crawl Result Attachment
ar: مرفق نتيجة الزحف
de: Crawl-Ergebnis-Anhang
es: Adjunto del resultado de rastreo
fa: پیوست نتیجه خزش
fr: Pièce jointe du résultat de crawl
it: Allegato Risultato Crawling
ja: クロール結果添付ファイル
pt: Anexo de Resultado de Rastreamento

source: Crawl Result Attachments
ar: مرفقات نتائج الزحف
de: Crawl-Ergebnis-Anhänge
es: Adjuntos de resultados de rastreo
fa: پیوست‌های نتیجه خزش
fr: Pièces jointes des résultats de crawl
it: Allegati Risultato Crawling
ja: クロール結果添付ファイル
pt: Anexos de Resultado de Rastreamento

source: Query
ar: الاستعلام
de: Abfrage
es: Consulta
fa: جستجو
fr: Requête
ja: クエリ
pt: Consulta

source: Search Options
ar: خيارات البحث
de: Suchoptionen
es: Opciones de búsqueda
fa: گزینه‌های جستجو
fr: Options de recherche
it: Opzioni di Ricerca
ja: 検索オプション
pt: Opções de Busca

source: Result Limit
ar: حد النتائج
de: Ergebnislimit
es: Límite de resultados
fa: محدودیت نتایج
fr: Limite de résultats
it: Limite Risultati
ja: 結果の上限
pt: Limite de Resultados

source: Duration
ar: المدة
de: Dauer
es: Duración
fa: مدت زمان
fr: Durée
it: Durata
ja: 期間
pt: Duração

source: Search Request
ar: طلب بحث
de: Suchanfrage
es: Solicitud de búsqueda
fa: درخواست جستجو
fr: Demande de recherche
it: Richiesta di Ricerca
ja: 検索リクエスト
pt: Solicitação de Busca

source: Search Requests
ar: طلبات البحث
de: Suchanfragen
es: Solicitudes de búsqueda
fa: درخواست‌های جستجو
fr: Demandes de recherche
it: Richieste di Ricerca
ja: 検索リクエスト
pt: Solicitações de Busca

source: Is Default
ar: افتراضي
de: Ist Standard
es: Por defecto
fa: پیش‌فرض است
fr: Par défaut
it: È Predefinito
ja: デフォルト
pt: É Padrão

source: Proxy Category
ar: فئة البروكسي
de: Proxy-Kategorie
es: Categoría de proxy
fa: دسته پراکسی
fr: Catégorie de proxy
it: Categoria Proxy
ja: プロキシカテゴリ
pt: Categoria de Proxy

source: Proxy Type
ar: نوع البروكسي
de: Proxy-Typ
es: Tipo de proxy
fa: نوع پراکسی
fr: Type de proxy
it: Tipo di Proxy
ja: プロキシタイプ
pt: Tipo de Proxy

source: Host
ar: المضيف
fa: میزبان
fr: Hôte
ja: ホスト

source: Port
ar: المنفذ
es: Puerto
fa: پورت
it: Porta
ja: ポート
pt: Porta

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fr: Nom d'utilisateur
it: Nome Utente
ja: ユーザー名
pt: Nome de Usuário

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fa: رمز عبور
fr: Mot de passe
ja: パスワード
pt: Senha

source: Proxy Server
ar: خادم بروكسي
es: Servidor proxy
fa: سرور پراکسی
fr: Serveur proxy
it: Server Proxy
ja: プロキシサーバー
pt: Servidor Proxy

source: Proxy Servers
ar: خوادم البروكسي
de: Proxy-Server
es: Servidores proxy
fa: سرورهای پراکسی
fr: Serveurs proxy
it: Server Proxy
ja: プロキシサーバー
pt: Servidores Proxy

source: Options
ar: الخيارات
de: Optionen
es: Opciones
fa: گزینه‌ها
it: Opzioni
ja: オプション
pt: Opções

source: Sitemap Request
ar: طلب خريطة الموقع
de: Sitemap-Anfrage
es: Solicitud de mapa del sitio
fa: درخواست نقشه سایت
fr: Demande de plan du site
it: Richiesta Sitemap
ja: サイトマップリクエスト
pt: Solicitação de Mapa do Site

source: Sitemap Requests
ar: طلبات خريطة الموقع
de: Sitemap-Anfragen
es: Solicitudes de mapa del sitio
fa: درخواست‌های نقشه سایت
fr: Demandes de plan du site
it: Richieste Sitemap
ja: サイトマップリクエスト
pt: Solicitações de Mapa do Site

source: Proxy server does not exist
ar: خادم البروكسي غير موجود
de: Proxy-Server existiert nicht
es: El servidor proxy no existe
fa: سرور پراکسی وجود ندارد
fr: Le serveur proxy n'existe pas
it: Il server proxy non esiste
ja: プロキシサーバーが存在しません
pt: Servidor proxy não existe

source: This field is required
ar: هذا الحقل مطلوب
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fa: این فیلد ضروری است
fr: Ce champ est obligatoire
it: Questo campo è obbligatorio
ja: このフィールドは必須です
pt: Este campo é obrigatório

source: At least one URL is required for the crawl request.
ar: يتطلب رابط واحد على الأقل لطلب الزحف.
de: Mindestens eine URL ist für die Crawl-Anfrage erforderlich.
es: Se requiere al menos una URL para la solicitud de rastreo.
fa: حداقل یک URL برای درخواست خزش ضروری است.
fr: Au moins une URL est requise pour la demande de crawl.
it: È richiesto almeno un URL per la richiesta di crawling.
ja: クロールリクエストには少なくとも1つのURLが必要です。
pt: Pelo menos uma URL é necessária para a solicitação de rastreamento.

source: Start a new crawl request
ar: بدء طلب زحف جديد
de: Eine neue Crawl-Anfrage starten
es: Iniciar una nueva solicitud de rastreo
fa: شروع درخواست خزش جدید
fr: Démarrer une nouvelle demande de crawl
it: Avvia una nuova richiesta di crawling
ja: 新しいクロールリクエストを開始
pt: Iniciar uma nova solicitação de rastreamento

source: Batch create crawl requests
ar: إنشاء طلبات زحف بشكل دفعة
de: Crawl-Anfragen stapelweise erstellen
es: Crear solicitudes de rastreo en lote
fa: ایجاد دسته‌ای درخواست‌های خزش
fr: Créer des demandes de crawl en lot
it: Crea richieste di crawling in batch
ja: クロールリクエストを一括作成
pt: Criar solicitações de rastreamento em lote

source: List crawl requests
ar: عرض طلبات الزحف
de: Crawl-Anfragen auflisten
es: Listar solicitudes de rastreo
fa: فهرست درخواست‌های خزش
fr: Lister les demandes de crawl
it: Elenca richieste di crawling
ja: クロールリクエスト一覧
pt: Listar solicitações de rastreamento

source: Get crawl request
ar: الحصول على طلب زحف
de: Crawl-Anfrage abrufen
es: Obtener solicitud de rastreo
fa: دریافت درخواست خزش
fr: Obtenir la demande de crawl
it: Ottieni richiesta di crawling
ja: クロールリクエストを取得
pt: Obter solicitação de rastreamento

source: Cancel a running crawl
ar: إلغاء زحف قيد التشغيل
de: Einen laufenden Crawl abbrechen
es: Cancelar un rastreo en ejecución
fa: لغو خزش در حال اجرا
fr: Annuler un crawl en cours
it: Annulla un crawling in esecuzione
ja: 実行中のクロールをキャンセル
pt: Cancelar um rastreamento em execução

source: Download crawl result
ar: تنزيل نتيجة الزحف
de: Crawl-Ergebnis herunterladen
es: Descargar resultado de rastreo
fa: دانلود نتیجه خزش
fr: Télécharger le résultat de crawl
it: Scarica risultato del crawling
ja: クロール結果をダウンロード
pt: Baixar resultado de rastreamento

source: Check crawl status
ar: فحص حالة الزحف
de: Crawl-Status überprüfen
es: Verificar estado del rastreo
fa: بررسی وضعیت خزش
fr: Vérifier le statut du crawl
it: Verifica stato del crawling
ja: クロールステータスを確認
pt: Verificar status de rastreamento

source: Get sitemap graph
ar: الحصول على رسم خريطة الموقع
de: Sitemap-Graph abrufen
es: Obtener gráfico del mapa del sitio
fa: دریافت نمودار نقشه سایت
fr: Obtenir le graphe du plan du site
it: Ottieni grafico sitemap
ja: サイトマップグラフを取得
pt: Obter gráfico de mapa do site

source: Get markdown report
ar: الحصول على تقرير markdown
de: Markdown-Bericht abrufen
es: Obtener informe en markdown
fa: دریافت گزارش Markdown
fr: Obtenir le rapport markdown
it: Ottieni report markdown
ja: マークダウンレポートを取得
pt: Obter relatório markdown

source: Only running crawl requests can be deleted
ar: يمكن حذف طلبات الزحف قيد التشغيل فقط
de: Nur laufende Crawl-Anfragen können gelöscht werden
es: Solo se pueden eliminar solicitudes de rastreo en ejecución
fa: فقط درخواست‌های خزش در حال اجرا قابل حذف هستند
fr: Seules les demandes de crawl en cours peuvent être supprimées
it: Solo le richieste di crawling in esecuzione possono essere eliminate
ja: 実行中のクロールリクエストのみ削除できます
pt: Apenas solicitações de rastreamento em execução podem ser excluídas

source: Invalid output format
ar: تنسيق إخراج غير صالح
de: Ungültiges Ausgabeformat
es: Formato de salida inválido
fa: فرمت خروجی نامعتبر
fr: Format de sortie invalide
it: Formato di output non valido
ja: 無効な出力フォーマット
pt: Formato de saída inválido

source: Sitemap for this crawl request does not exist
ar: خريطة الموقع لطلب الزحف هذا غير موجودة
de: Sitemap für diese Crawl-Anfrage existiert nicht
es: El mapa del sitio para esta solicitud de rastreo no existe
fa: نقشه سایت برای این درخواست خزش وجود ندارد
fr: Le plan du site pour cette demande de crawl n'existe pas
it: La sitemap per questa richiesta di crawling non esiste
ja: このクロールリクエストのサイトマップが存在しません
pt: Mapa do site para esta solicitação de rastreamento não existe

source: List crawl results
ar: عرض نتائج الزحف
de: Crawl-Ergebnisse auflisten
es: Listar resultados de rastreo
fa: فهرست نتایج خزش
fr: Lister les résultats de crawl
it: Elenca risultati del crawling
ja: クロール結果一覧
pt: Listar resultados de rastreamento

source: Get crawl result
ar: الحصول على نتيجة الزحف
de: Crawl-Ergebnis abrufen
es: Obtener resultado de rastreo
fa: دریافت نتیجه خزش
fr: Obtenir le résultat de crawl
it: Ottieni risultato del crawling
ja: クロール結果を取得
pt: Obter resultado de rastreamento

source: Usage Report
ar: تقرير الاستخدام
de: Nutzungsbericht
es: Informe de uso
fa: گزارش استفاده
fr: Rapport d'utilisation
it: Report Utilizzo
ja: 使用状況レポート
pt: Relatório de Uso

source: Plugin Form
ar: نموذج الإضافة
de: Plugin-Formular
es: Formulario de plugin
fa: فرم افزونه
fr: Formulaire de plugin
it: Form Plugin
ja: プラグインフォーム
pt: Formulário de Plugin

source: List search requests
ar: عرض طلبات البحث
de: Suchanfragen auflisten
es: Listar solicitudes de búsqueda
fa: فهرست درخواست‌های جستجو
fr: Lister les demandes de recherche
it: Elenca richieste di ricerca
ja: 検索リクエスト一覧
pt: Listar solicitações de busca

source: Get search request
ar: الحصول على طلب بحث
de: Suchanfrage abrufen
es: Obtener solicitud de búsqueda
fa: دریافت درخواست جستجو
fr: Obtenir la demande de recherche
it: Ottieni richiesta di ricerca
ja: 検索リクエストを取得
pt: Obter solicitação de busca

source: Create search request
ar: إنشاء طلب بحث
de: Suchanfrage erstellen
es: Crear solicitud de búsqueda
fa: ایجاد درخواست جستجو
fr: Créer une demande de recherche
it: Crea richiesta di ricerca
ja: 検索リクエストを作成
pt: Criar solicitação de busca

source: Stop search request
ar: إيقاف طلب البحث
de: Suchanfrage stoppen
es: Detener solicitud de búsqueda
fa: توقف درخواست جستجو
fr: Arrêter la demande de recherche
it: Interrompi richiesta di ricerca
ja: 検索リクエストを停止
pt: Parar solicitação de busca

source: Check search request status
ar: فحص حالة طلب البحث
de: Suchanfragen-Status überprüfen
es: Verificar estado de la solicitud de búsqueda
fa: بررسی وضعیت درخواست جستجو
fr: Vérifier le statut de la demande de recherche
it: Verifica stato richiesta di ricerca
ja: 検索リクエストのステータスを確認
pt: Verificar status de solicitação de busca

source: Only running search requests can be deleted
ar: يمكن حذف طلبات البحث قيد التشغيل فقط
de: Nur laufende Suchanfragen können gelöscht werden
es: Solo se pueden eliminar solicitudes de búsqueda en ejecución
fa: فقط درخواست‌های جستجو در حال اجرا قابل حذف هستند
fr: Seules les demandes de recherche en cours peuvent être supprimées
it: Solo le richieste di ricerca in esecuzione possono essere eliminate
ja: 実行中の検索リクエストのみ削除できます
pt: Apenas solicitações de busca em execução podem ser excluídas

source: List proxy servers
ar: عرض خوادم البروكسي
de: Proxy-Server auflisten
es: Listar servidores proxy
fa: فهرست سرورهای پراکسی
fr: Lister les serveurs proxy
it: Elenca server proxy
ja: プロキシサーバー一覧
pt: Listar servidores proxy

source: Create proxy server
ar: إنشاء خادم بروكسي
de: Proxy-Server erstellen
es: Crear servidor proxy
fa: ایجاد سرور پراکسی
fr: Créer un serveur proxy
it: Crea server proxy
ja: プロキシサーバーを作成
pt: Criar servidor proxy

source: Get proxy server
ar: الحصول على خادم بروكسي
de: Proxy-Server abrufen
es: Obtener servidor proxy
fa: دریافت سرور پراکسی
fr: Obtenir le serveur proxy
it: Ottieni server proxy
ja: プロキシサーバーを取得
pt: Obter servidor proxy

source: Delete proxy server
ar: حذف خادم بروكسي
de: Proxy-Server löschen
es: Eliminar servidor proxy
fa: حذف سرور پراکسی
fr: Supprimer le serveur proxy
it: Elimina server proxy
ja: プロキシサーバーを削除
pt: Excluir servidor proxy

source: Update proxy server
ar: تحديث خادم بروكسي
de: Proxy-Server aktualisieren
es: Actualizar servidor proxy
fa: به‌روزرسانی سرور پراکسی
fr: Mettre à jour le serveur proxy
it: Aggiorna server proxy
ja: プロキシサーバーを更新
pt: Atualizar servidor proxy

source: List all proxy servers (Global and Private proxies)
ar: عرض جميع خوادم البروكسي (عامة وخاصة)
de: Alle Proxy-Server auflisten (Global und Privat)
es: Listar todos los servidores proxy (proxies globales y privados)
fa: فهرست همه سرورهای پراکسی (عمومی و خصوصی)
fr: Lister tous les serveurs proxy (proxies globaux et privés)
it: Elenca tutti i server proxy (Proxy globali e privati)
ja: すべてのプロキシサーバー一覧（グローバルとプライベート）
pt: Listar todos os servidores proxy (Proxies Globais e Privados)

source: Test proxy
ar: اختبار البروكسي
de: Proxy testen
es: Probar proxy
fa: تست پراکسی
fr: Tester le proxy
it: Testa proxy
ja: プロキシをテスト
pt: Testar proxy

source: List sitemap requests
ar: عرض طلبات خريطة الموقع
de: Sitemap-Anfragen auflisten
es: Listar solicitudes de mapa del sitio
fa: فهرست درخواست‌های نقشه سایت
fr: Lister les demandes de plan du site
it: Elenca richieste sitemap
ja: サイトマップリクエスト一覧
pt: Listar solicitações de mapa do site

source: Create sitemap request
ar: إنشاء طلب خريطة موقع
de: Sitemap-Anfrage erstellen
es: Crear solicitud de mapa del sitio
fa: ایجاد درخواست نقشه سایت
fr: Créer une demande de plan du site
it: Crea richiesta sitemap
ja: サイトマップリクエストを作成
pt: Criar solicitação de mapa do site

source: Get sitemap request
ar: الحصول على طلب خريطة موقع
de: Sitemap-Anfrage abrufen
es: Obtener solicitud de mapa del sitio
fa: دریافت درخواست نقشه سایت
fr: Obtenir la demande de plan du site
it: Ottieni richiesta sitemap
ja: サイトマップリクエストを取得
pt: Obter solicitação de mapa do site

source: Delete sitemap request
ar: حذف طلب خريطة موقع
de: Sitemap-Anfrage löschen
es: Eliminar solicitud de mapa del sitio
fa: حذف درخواست نقشه سایت
fr: Supprimer la demande de plan du site
it: Elimina richiesta sitemap
ja: サイトマップリクエストを削除
pt: Excluir solicitação de mapa do site

source: Check sitemap request status
ar: فحص حالة طلب خريطة الموقع
de: Sitemap-Anfragen-Status überprüfen
es: Verificar estado de la solicitud de mapa del sitio
fa: بررسی وضعیت درخواست نقشه سایت
fr: Vérifier le statut de la demande de plan du site
it: Verifica stato richiesta sitemap
ja: サイトマップリクエストのステータスを確認
pt: Verificar status de solicitação de mapa do site

source: Get sitemap markdown
ar: الحصول على markdown خريطة الموقع
de: Sitemap-Markdown abrufen
es: Obtener markdown del mapa del sitio
fa: دریافت Markdown نقشه سایت
fr: Obtenir le markdown du plan du site
it: Ottieni sitemap markdown
ja: サイトマップマークダウンを取得
pt: Obter markdown de mapa do site

source: Only running sitemap requests can be deleted
ar: يمكن حذف طلبات خريطة الموقع قيد التشغيل فقط
de: Nur laufende Sitemap-Anfragen können gelöscht werden
es: Solo se pueden eliminar solicitudes de mapa del sitio en ejecución
fa: فقط درخواست‌های نقشه سایت در حال اجرا قابل حذف هستند
fr: Seules les demandes de plan du site en cours peuvent être supprimées
it: Solo le richieste sitemap in esecuzione possono essere eliminate
ja: 実行中のサイトマップリクエストのみ削除できます
pt: Apenas solicitações de mapa do site em execução podem ser excluídas

source: Sitemap for this request does not exist
ar: خريطة الموقع لهذا الطلب غير موجودة
de: Sitemap für diese Anfrage existiert nicht
es: El mapa del sitio para esta solicitud no existe
fa: نقشه سایت برای این درخواست وجود ندارد
fr: Le plan du site pour cette demande n'existe pas
it: La sitemap per questa richiesta non esiste
ja: このリクエストのサイトマップが存在しません
pt: Mapa do site para esta solicitação não existe

source: Chunking Configuration
ar: إعدادات التجزئة
de: Chunking-Konfiguration
es: Configuración de fragmentación
fa: پیکربندی بخش‌بندی
fr: Configuration du découpage
it: Configurazione Frammentazione
ja: チャンク設定
pt: Configuração de Fragmentação

source: Embedding Configuration
ar: إعدادات التضمين
de: Embedding-Konfiguration
es: Configuración de embeddings
fa: پیکربندی جاسازی
fr: Configuration des embeddings
it: Configurazione Embedding
ja: 埋め込み設定
pt: Configuração de Embedding

source: Chunk Enhancement
ar: تحسين الأجزاء
de: Chunk-Verbesserung
es: Mejora de fragmentos
fa: بهبود بخش
fr: Amélioration des fragments
it: Miglioramento Frammenti
ja: チャンク強化
pt: Aprimoramento de Fragmento

source: Metadata
ar: البيانات الوصفية
de: Metadaten
es: Metadatos
fa: فراداده
fr: Métadonnées
it: Metadati
pt: Metadados

source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fa: محتوا
fr: Contenu
it: Contenuto
pt: Conteúdo

source: Embedding
ar: التضمين
fa: جاسازی
ja: 埋め込み

source: Reindexing
ar: إعادة الفهرسة
de: Neuindizierung
es: Reindexando
fa: نمایه‌سازی مجدد
fr: Réindexation
it: Reindicizzazione
pt: Reindexando

source: Crawling
ar: الزحف
es: Rastreando
fa: خزش
fr: Crawl en cours
ja: クローリング
pt: Rastreando

source: Processing
ar: المعالجة
de: Verarbeitung
es: Procesando
fa: پردازش
fr: Traitement
it: Elaborazione
ja: 処理中
pt: Processando

source: Ready
ar: جاهز
de: Bereit
es: Listo
fa: آماده
fr: Prêt
it: Pronto
ja: 準備完了
pt: Pronto

source: Active
ar: نشط
de: Aktiv
es: Activo
fa: فعال
fr: Actif
it: Attivo
ja: アクティブ
pt: Ativo

source: Archived
ar: مؤرشف
de: Archiviert
es: Archivado
fa: بایگانی شده
fr: Archivé
it: Archiviato
pt: Arquivado

source: Deleted
ar: محذوف
de: Gelöscht
es: Eliminado
fa: حذف شده
fr: Supprimé
it: Eliminato
pt: Excluído

source: Standard
ar: قياسي
es: Estándar
fa: استاندارد
ja: 標準
pt: Padrão

source: Context-Aware
ar: واعي بالسياق
de: Kontextbewusst
es: Consciente del contexto
fa: زمینه‌آگاه
fr: Sensible au contexte
it: Contestuale
ja: コンテキスト対応
pt: Consciente do Contexto

source: Manual
ar: يدوي
de: Manuell
fa: دستی
fr: Manuel
it: Manuale
ja: 手動

source: File
ar: ملف
de: Datei
es: Archivo
fa: فایل
fr: Fichier
ja: ファイル
pt: Arquivo

source: Crawl
ar: زحف
es: Rastreo
fa: خزش
fr: Exploration
ja: クロール
pt: Rastreamento

source: Text splitter type '{splitter_type}' not supported
ar: نوع فاصل النص '{splitter_type}' غير مدعوم
de: Text-Splitter-Typ '{splitter_type}' wird nicht unterstützt
es: Tipo de divisor de texto '{splitter_type}' no soportado
fa: نوع تقسیم‌کننده متن '{splitter_type}' پشتیبانی نمی‌شود
fr: Le type de séparateur de texte '{splitter_type}' n'est pas pris en charge
it: Tipo di divisore di testo '{splitter_type}' non supportato
ja: テキスト分割タイプ '{splitter_type}' はサポートされていません
pt: Tipo de divisor de texto '{splitter_type}' não suportado

source: langchain-cohere is not installed. Please install it: pip install langchain-cohere
ar: langchain-cohere غير مثبت. يرجى تثبيته: pip install langchain-cohere
de: langchain-cohere ist nicht installiert. Bitte installieren Sie es: pip install langchain-cohere
es: langchain-cohere no está instalado. Por favor instálelo: pip install langchain-cohere
fa: langchain-cohere نصب نشده است. لطفاً آن را نصب کنید: pip install langchain-cohere
fr: langchain-cohere n'est pas installé. Veuillez l'installer : pip install langchain-cohere
it: langchain-cohere non è installato. Per favore installalo: pip install langchain-cohere
ja: langchain-cohereがインストールされていません。インストールしてください: pip install langchain-cohere
pt: langchain-cohere não está instalado. Por favor, instale-o: pip install langchain-cohere

source: Unsupported embedding provider: {provider_name}
ar: مزود تضمين غير مدعوم: {provider_name}
de: Nicht unterstützter Embedding-Anbieter: {provider_name}
es: Proveedor de embedding no soportado: {provider_name}
fa: ارائه‌دهنده جاسازی پشتیبانی نمی‌شود: {provider_name}
fr: Fournisseur d'embedding non pris en charge : {provider_name}
it: Provider di embedding non supportato: {provider_name}
ja: サポートされていない埋め込みプロバイダー: {provider_name}
pt: Provedor de embedding não suportado: {provider_name}

source: Unsupported vector store type: {name}
ar: نوع مخزن متجهات غير مدعوم: {name}
de: Nicht unterstützter Vektorspeichertyp: {name}
es: Tipo de almacén de vectores no soportado: {name}
fa: نوع ذخیره‌سازی بردار پشتیبانی نمی‌شود: {name}
fr: Type de stockage vectoriel non supporté : {name}
it: Tipo archivio vettoriale non supportato: {name}
ja: サポートされていないベクトルストアタイプ: {name}
pt: Tipo de armazenamento vetorial não suportado: {name}

source: Unsupported document type: {extension}
ar: نوع مستند غير مدعوم: {extension}
de: Nicht unterstützter Dokumenttyp: {extension}
es: Tipo de documento no soportado: {extension}
fa: نوع سند پشتیبانی نمی‌شود: {extension}
fr: Type de document non pris en charge : {extension}
it: Tipo di documento non supportato: {extension}
ja: サポートされていないドキュメントタイプ: {extension}
pt: Tipo de documento não suportado: {extension}

source: Title
ar: العنوان
de: Titel
es: Título
fa: عنوان
fr: Titre
it: Titolo
ja: タイトル
pt: Título

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
fa: توضیحات
it: Descrizione
ja: 説明
pt: Descrição

source: Chunk size
ar: حجم الجزء
de: Chunk-Größe
es: Tamaño del fragmento
fa: اندازه بخش
fr: Taille du fragment
it: Dimensione frammento
ja: チャンクサイズ
pt: Tamanho do fragmento

source: Number of documents to be processed in each chunk
ar: عدد المستندات التي سيتم معالجتها في كل جزء
de: Anzahl der Dokumente, die in jedem Chunk verarbeitet werden
es: Número de documentos a procesar en cada fragmento
fa: تعداد اسناد قابل پردازش در هر بخش
fr: Nombre de documents à traiter dans chaque fragment
it: Numero di documenti da elaborare in ogni frammento
ja: 各チャンクで処理されるドキュメントの数
pt: Número de documentos a serem processados em cada fragmento

source: Chunk overlap
ar: تداخل الأجزاء
de: Chunk-Überschneidung
es: Superposición de fragmentos
fa: همپوشانی بخش
fr: Chevauchement de fragments
it: Sovrapposizione frammenti
ja: チャンクオーバーラップ
pt: Sobreposição de fragmento

source: Number of overlapping documents in each chunk
ar: عدد المستندات المتداخلة في كل جزء
de: Anzahl der überlappenden Dokumente in jedem Chunk
es: Número de documentos superpuestos en cada fragmento
fa: تعداد اسناد همپوشانی در هر بخش
fr: Nombre de documents chevauchants dans chaque fragment
it: Numero di documenti sovrapposti in ogni frammento
ja: 各チャンクで重複するドキュメントの数
pt: Número de documentos sobrepostos em cada fragmento

source: Chunk separator
ar: فاصل الأجزاء
de: Chunk-Trennzeichen
es: Separador de fragmentos
fa: جداکننده بخش
fr: Séparateur de fragments
it: Separatore frammenti
ja: チャンク区切り文字
pt: Separador de fragmento

source: Separator used to split documents into chunks
ar: الفاصل المستخدم لتقسيم المستندات إلى أجزاء
de: Trennzeichen zum Aufteilen von Dokumenten in Chunks
es: Separador utilizado para dividir documentos en fragmentos
fa: جداکننده مورد استفاده برای تقسیم اسناد به بخش‌ها
fr: Séparateur utilisé pour diviser les documents en fragments
it: Separatore usato per dividere i documenti in frammenti
ja: ドキュメントをチャンクに分割するための区切り文字
pt: Separador usado para dividir documentos em fragmentos

source: Embedding Model
ar: نموذج التضمين
de: Embedding-Modell
es: Modelo de embedding
fa: مدل جاسازی
fr: Modèle d'embedding
it: Modello di Embedding
ja: 埋め込みモデル
pt: Modelo de Embedding

source: Embedding Provider Config
ar: تهيئة مزود التضمين
de: Embedding-Anbieter-Konfiguration
es: Configuración del proveedor de embedding
fa: پیکربندی ارائه‌دهنده جاسازی
fr: Configuration du fournisseur d'embedding
it: Configurazione Provider Embedding
ja: 埋め込みプロバイダー設定
pt: Configuração do Provedor de Embedding
